e </w>
h a
ā </w>
ñ </w>
ī </w>
r </w>
o </w>
e -
ha i
- e-
a a
a h
hai </w>
a r
s h
e ñ</w>
m </w>
n a
a r</w>
h ī</w>
m a
h u
s e</w>
h </w>
l </w>
t </w>
y ā</w>
m eñ</w>
a b
k i
n </w>
s </w>
c h
n e</w>
b a
k e</w>
na </w>
d i
k ī</w>
ā ñ</w>
ī ñ</w>
t a
k o</w>
s a
r a
y e</w>
i r
k ā</w>
hai ñ</w>
d a
ah īñ</w>
b hī</w>
d </w>
t o</w>
k </w>
o ñ</w>
m u
ab </w>
ḳ h
t h
t ā</w>
t e</w>
n ahīñ</w>
ha m</w>
l a
s ha
k h
u ñ</w>
n ā</w>
ā r
ki </w>
ā .
k a
g a
h o</w>
k yā</w>
v o</w>
di l</w>
r ah
ā r</w>
j aa
a i
n i
h i
ha r</w>
e r
b </w>
c ha
t u
h o
ma i
j o</w>
d e
k ah
v a
t ī</w>
ū </w>
th ā</w>
ḳ ha
j i
m ā
z </w>
i sh
z a
v ā
g u
j a
k ar</w>
n ī</w>
ñ g
k u
ḳ hu
mu j
u s</w>
u r</w>
l e</w>
k ar
q </w>
k o
mai ñ</w>
m i
. e</w>
n ā
s u
q a
b ā
h ā
l i
g ar</w>
r ā
s ī</w>
ko ī</w>
h e</w>
a p
hu uñ</w>
y ā
ch h</w>
s ā
' </w>
t ir
m -e-
l ā</w>
m ir
d u
d ā
a ur</w>
p ar</w>
i n
ku chh</w>
. a
t -e-
o -
d ar
l ā
s i
l -e-
- o-
j ā
m er
b aa
p a
b e-
t i
u uñ</w>
p e</w>
g ī</w>
b ah
t ā
t ar
. ī</w>
f a
y a
d ā</w>
de kh
n -e-
i k</w>
ab hī</w>
ga yā</w>
ū ñ</w>
y aa
k h</w>
g ā</w>
sh ā
s aa
y uuñ</w>
hi r</w>
ch ā
sh </w>
f </w>
hu ā</w>
ai </w>
t er
u r
i s</w>
ha m
j </w>
muj he</w>
u t</w>
u n</w>
p hir</w>
j ab</w>
z ar</w>
t ū</w>
muj h</w>
th e</w>
ish q</w>
tu j
ha r
m o
ā. ī</w>
ha a
ah ī</w>
t hī</w>
ḳh ā
ġ h
g ar
rah ā</w>
t h</w>
ah </w>
ki s</w>
s ar
e k</w>
d ī
l ī</w>
z ā
p ar
d -e-
l e
b -e-
g ā
da </w>
k ā
f ar
h ā</w>
d e</w>
b ar
b i
s ā</w>
tu m</w>
u l
ah āñ</w>
e h
p aa
sh i
p </w>
ji s</w>
ma t</w>
k abhī</w>
j u
r aa
v ā</w>
ġ ha
k yuuñ</w>
r -e-
f i
ta k</w>
mir e</w>
g </w>
z i
s ar</w>
ki sī</w>
ga .ī</w>
aa </w>
ā ñ
aa j</w>
ba -
y āñ</w>
z in
ār ī</w>
kah āñ</w>
ma n
na zar</w>
q ā
bah ut</w>
ap ne</w>
u m
p ah
s ī
r u
aa m</w>
ma gar</w>
b u
z -e-
ñg e</w>
ḍ </w>
ki yā</w>
rah e</w>
d ar</w>
v aa
ġ ham</w>
baa t</w>
ba t</w>
ra ñg
tir e</w>
s o
ār -e-
tir ī</w>
s ū
ra t</w>
ma n</w>
s ab</w>
z ar
ga .e</w>
tuj h</w>
de kh</w>
d o
ā. e
ta </w>
f ā</w>
h ū
ap nī</w>
da gī</w>
b e
j ā</w>
ho tā</w>
r e</w>
da m</w>
hu e</w>
sa m
m ī
m ah
jaa .e</w>
ġ hā
ha b
li ye</w>
mir ī</w>
d -
la g
hu ī</w>
r o
d ī</w>
r ā</w>
di yā</w>
i i
ḳh i
yaa d</w>
a gar</w>
mer e</w>
m ar
g har</w>
la </w>
sh o
h -e-
n oñ</w>
a n
tar ah</w>
mer ī</w>
āñ kh
t oñ</w>
r ī</w>
aa p</w>
ḳh vā
ār e</w>
di n</w>
p ū
aa yā</w>
zin dagī</w>
aa .e</w>
ja l
ai se</w>
du ni
q -e-
ni k
mi l
m h
ra </w>
s ab
sha h
sh -e-
duni yā</w>
di l
z ār</w>
hu s
u t
mo hab
hu u
i ye</w>
ka i
ap nā</w>
y ār</w>
k ahīñ</w>
c h</w>
m āñ</w>
f -e-
j ahāñ</w>
s t</w>
ḳhu dā</w>
ba n
tu mh
l ī
t eñ</w>
gu l</w>
ki n</w>
ter ī</w>
b ar</w>
ma u
ni gā
mohab bat</w>
jaa ne</w>
ā s
ā. e</w>
l o
p ai
q ī</w>
ma j
v ahī</w>
ha s
ḳ h</w>
raa t</w>
saa th</w>
p ā</w>
c hu
ḳhu d</w>
pa ḍ
ir ā
aa ñ
ñ d
cha sh
m aa
ġ h</w>
va fā</w>
ish </w>
za mā
ġ hai
m ī</w>
z ab
kar e</w>
r ū
ī r</w>
m -
i t
mer ā</w>
z ā</w>
rah </w>
ka un</w>
l ab</w>
ter e</w>
nā -
ch h
haa th</w>
k ab</w>
mir ā</w>
k hu
t -
le kin</w>
va q
ār ā</w>
jā n
z ul
u q</w>
u se</w>
j ā.e
rah ī</w>
d aa
sa k
ch ho
dekh ā</w>
ū ñ
dar d</w>
kh ā</w>
g i
da -e-
ḳhu sh
s ah
rañg </w>
kar te</w>
ta mā
v ār</w>
ġh -e-
huu l</w>
ba ḍ
ha meñ</w>
sha r
tir ā</w>
aa .
ba da
n h
ho gā</w>
ñ d</w>
f ā
g e</w>
q ī
ā. i
k -e-
qa t</w>
di l-e-
u th
v e</w>
k -
la m</w>
gu z
ba i
li b
ham -
su b
g ir
tar a
ch ch
s -e-
ii ñ</w>
sa f
a k
sh ī
ā. eñ</w>
b har</w>
lo g</w>
aa tā</w>
ter ā</w>
jaa tā</w>
p ā
a k</w>
b āñ</w>
lib '</w>
e gā</w>
p h
kah te</w>
y oñ</w>
ār oñ</w>
t ar</w>
āñkh oñ</w>
s ta</w>
ġ hu
shah r</w>
jaa te</w>
l ū
sam j
d har</w>
ġhai r</w>
aa .ī</w>
ch e</w>
ḳha yā
jaa n</w>
hus n</w>
na -e-
yaa r</w>
a f
r i
ī -e-
q i
sub .
t ha
k aam</w>
gu l
du sh
tuj he</w>
v ar
jaa nā</w>
aa te</w>
za ḳh
ra u
ma s
n d</w>
k ār</w>
t e
ba z
ā. ī
l o</w>
ḳha bar</w>
a m</w>
cha le</w>
d o</w>
chash m-e-
v </w>
.a </w>
ka l</w>
hi ye</w>
n aa
l oñ</w>
d ār</w>
vaq t</w>
b o
n aam</w>
yaa ñ</w>
ā sh
m ar</w>
v ah
tara f</w>
ka m</w>
ra kh
j ī</w>
ah l-e-
b ha
sha uq</w>
h oñ</w>
k ū
t āñ</w>
m eh
ñ -
ha vā</w>
a chch
si ta
ā shi
rā b</w>
sa maj
j -e-
ḍ ā</w>
mi l</w>
li yā</w>
ch hu
hi j
ma .a
d da
sar -e-
aañ kh</w>
n ūñ</w>
e ñge</w>
' ġhā
du ur</w>
q ar
ḳh ū
do st</w>
d ū
y ahī</w>
ai sā</w>
mu sh
p e
dekh te</w>
ha ñ
t ab
cha rā
ā z
baa r</w>
ya t</w>
chā hiye</w>
ra t-e-
l ah
in ti
. eñ</w>
ā ḳhi
u ñ
ni g
'ġhā lib'</w>
ġha m-e-
sha m
ba s</w>
su n
la t</w>
na -
v āñ</w>
i n</w>
ki t
sa d
b ī</w>
ḳha ak</w>
qa t
gu zar</w>
la k</w>
y ahāñ</w>
i l
ñg </w>
y ūñ
g o
man zi
chho ḍ</w>
pah le</w>
f ur
sha b</w>
cha man</w>
ḳhvā b</w>
j ū
āḳhi r</w>
ph ir
ho tī</w>
ji i
za </w>
l u
um r</w>
d āñ</w>
su ḳha
kah </w>
di kh
t aa
ho te</w>
dar i
sh e
ai sī</w>
s ahī</w>
t ish
ra f
j aise</w>
s te</w>
mu dda
ya d</w>
l ab
b ār</w>
f irā
ta s
saf ar</w>
r e
qa yā
jal va
b ū
l eñ</w>
na z
nik lā</w>
dī vā
shā yad</w>
kh o
na q
hā -e-
chā ñd</w>
zar ā</w>
kai se</w>
- ba-
a sh
p ur
si i
jaa tī</w>
āñkh eñ</w>
s o</w>
cha l</w>
ta n</w>
ba n</w>
ka l
ḳhayā l</w>
ji se</w>
k aa
pū chh</w>
ji gar</w>
u s
' a
haa l</w>
n ū
sha b-e-
da s
su uñ</w>
j ā.
mil tā</w>
jaa .eñ</w>
vaa le</w>
k r</w>
ja vā
la gā</w>
qa dam</w>
lū m</w>
ki ye</w>
suḳha n</w>
bah ār</w>
kah ā</w>
r oñ</w>
aa tī</w>
qayā mat</w>
nigā h</w>
z ī</w>
zab āñ</w>
'a sad
mu n
ta n
mu ñ
dari yā</w>
chā h
hij r</w>
ā vā
mai -
a s
h āñ</w>
ji n</w>
ha t</w>
lag tā</w>
a dā</w>
ch ā</w>
d hū
za m
ḍ e</w>
nh eñ</w>
b har
sa u
'asad '</w>
zamā ne</w>
ch eh
sa m</w>
kar o</w>
fi l</w>
sha n</w>
b ī
aa d
ḍ ī</w>
sū rat</w>
muñ h</w>
sh ā</w>
sha </w>
kar eñ</w>
tā b</w>
ba s
pah uñ
ku uñ</w>
a z
ñg ā</w>
f u
ta man
dil -
nā z</w>
sha am</w>
ha l
sita m</w>
sub. h</w>
. iiñ</w>
b h
mi le</w>
mi lā</w>
p huul</w>
n j
j e</w>
z ū</w>
s ū</w>
raa h</w>
n ī
ra k
p u
vah sha
fa t</w>
t ū
nik le</w>
na m</w>
bai the</w>
u sī</w>
bu j
ju nūñ</w>
aa h</w>
na sh
jā.e gā</w>
has tī</w>
zamā na</w>
a l
qa d
u q-e-
baa qī</w>
mai </w>
- hā-e-
tamā m</w>
t o
b ur
ham āre</w>
ka sh
k ī
lag e</w>
mo h
p yaar</w>
ba d
an dā
r o</w>
sa dā</w>
qi s
ya k-
j o
mā n</w>
l aa
pū ch
b ū</w>
z āñ</w>
qā ti
v ī
va t</w>
aa lam</w>
ma </w>
h te</w>
s tāñ</w>
sā n</w>
r '</w>
aa ge</w>
r ū</w>
zam īñ</w>
aad mī</w>
u thā</w>
tumh eñ</w>
it nā</w>
ji ye</w>
kah ūñ</w>
n u
la -e-
var na</w>
ha n</w>
ba .a
va s
rañg -e-
ba d-
ha vā
kh i
ñ v</w>
ba nā</w>
achch hā</w>
bā d</w>
fi t
z u
. i
ya </w>
t ah
ī ñ
saa qī</w>
si vā</w>
sa t</w>
taman nā</w>
lah ū</w>
qa dar</w>
na sī
zaḳh m</w>
k ār
sak tā</w>
zul f</w>
ba ḳh
su nā</w>
qāti l</w>
v ār
sh āñ</w>
b huul</w>
ra kh</w>
ham ārī</w>
haa .e</w>
ḳhu sh</w>
fa s</w>
shi ka
āsh nā</w>
ro z</w>
bā teñ</w>
f ai
kh īñ
p i
k yūñ
ba.a d</w>
g ha
sah rā</w>
.a t</w>
baz m</w>
ta k
manzi l</w>
sh u
a jab</w>
' mī
ja l</w>
ū r</w>
kah iye</w>
aa ne</w>
tan hā</w>
i sī</w>
da -
l ut
ma k
sa i
ga .iiñ</w>
lī '</w>
su r
sham .a</w>
kar tā</w>
q u
ha yā
har ī
aa. i
lā h</w>
d ha
sab ā</w>
' va
mau j-e-
j hu
ma.a lūm</w>
har -
ā.ī na</w>
b hā
sha ḳh
tha h
v i
m ā</w>
ish -e-
ki i
d oñ</w>
ho sh</w>
ch ha
shaḳh s</w>
bada n</w>
aa g</w>
dush man</w>
ma -e-
b oñ</w>
ra m</w>
kah o</w>
paa s</w>
pur -
ās māñ</w>
l -
dekh nā</w>
d hu
inti zār</w>
pa t
j āñ</w>
ā hi
ha q</w>
ta .a
z o
paa ñv</w>
z ī
ru u
'mī r'</w>
baz m-e-
sha rāb</w>
t ī
nigā h-e-
vaa lā</w>
jaa ñ</w>
g āñ</w>
ma q
ār ā
samaj h</w>
mah fil</w>
ma ut</w>
ni kal
i z
aa ve</w>
sh ī</w>
sa har</w>
gu f
d ā.ī</w>
i ḳh
ḳh -e-
r -
ru s
le te</w>
par e
r ī
dā ġh
ḳhu d-
āshi q</w>
ā nī</w>
ha z
bā b</w>
s hai
ḳha t
i m
dī vār</w>
za l</w>
g o</w>
pū chh
r ab</w>
mi yāñ</w>
yā d</w>
s m</w>
ah r</w>
kar tī</w>
mush ki
ju dā</w>
g -e-
su n</w>
a d
r āñ</w>
dhū ñd
sar ā
dā -e-
paa yā</w>
s ār</w>
ñg ī</w>
na t</w>
dekh o</w>
e '
b -
o ge</w>
fi r</w>
sa ke</w>
m -o-
ḳha rāb</w>
n um
l tā</w>
aa r
ā tish
ra -e-
u nheñ</w>
kii je</w>
cha lā</w>
ja g
ta -e-
sa v
si l</w>
du ā</w>
shi k
na u
par vā
sa </w>
naa z</w>
ja u
li kh
l te</w>
tab ī
cha nd</w>
kar ūñ</w>
s āñ</w>
gar e
s l-e-
mu s
b ul
kyūñ kar</w>
jaa o</w>
ġh āñ</w>
kai sī</w>
ba lā</w>
sa l
h -
k ha
b hū
de te</w>
guz re</w>
paa nī</w>
hus n-e-
ha qī
ho nā</w>
e gī</w>
ḳhu dī</w>
haa ñ</w>
' firā
'firā q
cha lo</w>
j ha
do s
bada l</w>
nā s
ḳha l
e' ti
da sh
q ur
sā m
um mī
d eñ</w>
aar zū</w>
vas l</w>
tamā shā</w>
meh r
ch ii
ham ārā</w>
iḳh ti
sā l</w>
bi s
so ch
la gī</w>
ḳha t</w>
āvā z</w>
ah -e-
ta l
samj he</w>
b ār-e-
h eñ</w>
hayā t</w>
mi z
'firāq '</w>
kar nā</w>
sā hi
ga lī</w>
gar di
vahsha t</w>
chāh tā</w>
hi jā
qar ār</w>
p ī
ta q
far e
ul fat</w>
chii z</w>
aañ sū</w>
pai dā</w>
dekh iye</w>
' za
a sar</w>
' dāġh
far āz
t ār</w>
q ab
ab a
jān te</w>
ū ñgā</w>
. ā
jā.e gī</w>
naq sh-e-
'za far
'zafar '</w>
'dāġh '</w>
b ār
q ai
u f
gar che</w>
r ish
s ir
m e</w>
kah tā</w>
paḍ e</w>
ash k</w>
ni yā
u b</w>
ba nā
mushki l</w>
' farāz
'farāz '</w>
li m</w>
saa rī</w>
it nī</w>
fa lak</w>
ta lā
ma qā
ha va
vī rā
u ḍ
do noñ</w>
dar -
sii ne</w>
v ahāñ</w>
hā sil</w>
ma t
rakh te</w>
charā ġh</w>
chu p</w>
ḳhā ti
sū ra
al lāh</w>
ho ne</w>
ta nh
qis mat</w>
kh e
ra s
ma sh
m oñ</w>
za uq-e-
kah e</w>
m ū
ma z
ta lab</w>
ba yā
ā zā
za mī
th o
khu lā</w>
sa lā
u dhar</w>
an ju
ḳhush ī</w>
la z
laz za
dar d-e-
ā b
saa re</w>
jū d</w>
ha zār</w>
zaḳh m-e-
āhi sta</w>
sha -e-
rau shan</w>
bā ñd
ra v
j ur
ho gī</w>
, </w>
jān āñ</w>
ḳhvā hi
th iiñ</w>
zā lim</w>
ḳh t</w>
kah eñ</w>
ḳha rā
r eñ</w>
g oñ</w>
za n</w>
firā q</w>
ju z</w>
th oñ</w>
mā l</w>
ho ñge</w>
tumh āre</w>
ra sh
na ġh
va .a
ja z
samj hā</w>
cha ar</w>
vaa ñ</w>
dā ġh-e-
s in
ḳhush -
ho ñ
kar am</w>
ḳhāti r</w>
ba ġhair</w>
b ā</w>
ġ ham-
nig ah</w>
be gā
kah nā</w>
fur qat</w>
s oñ</w>
sa n
tabī .at</w>
has rat</w>
d -o-
z -
v ā.ī</w>
nās e
tu u
ch hā
i d</w>
she r</w>
rah tā</w>
i dhar</w>
l ne</w>
sām ne</w>
zā hir</w>
shik va
sh e</w>
ba t
hā thoñ</w>
uth ā
haqī qat</w>
sa vā
le gā</w>
ma n-e-
ji gar
p y
ru ḳh
a q
ruu h</w>
g ār</w>
sa ch</w>
yaa ro</w>
ji t
ta ġhā
n o
sak tī</w>
la m
sa ñg
ut ar</w>
ta -
pah chā
jag ah</w>
v ar</w>
bā l
k hī</w>
za nj
pat t
dā man</w>
k oñ</w>
bha lā</w>
tā -
na vā
qa sam</w>
y ū
sha b
ra qī
i q
khu l</w>
ba ne</w>
sha r</w>
fur sat</w>
gu zar
ḳhush bū</w>
sho .a
bi i
ra n
i r</w>
lab -e-
sa mun
ḳh ir
fa sā
ra t-
das t-e-
d h
d o-
sar -
mudda t</w>
sho ḳh</w>
ḳhu r
har gi
hargi z</w>
im ti
sā ġ
na fas</w>
jā.e ñge</w>
kh o</w>
chh e
n -o-
i s
z ū
hu na
huna r</w>
saa ñ
mi zā
rak khā</w>
hi sā
p ī</w>
ma -
kar ne</w>
ḳhā mo
b hu
dīvā na</w>
da t</w>
de r</w>
zi kr</w>
tanh ā.ī</w>
r ār</w>
tar k-e-
d ārī</w>
'va lī'</w>
har -e-
ūñ -
bul bu
jalva -e-
ā b-e-
ha </w>
t -o-
rā h</w>
ġhu n
zin da</w>
ji sm</w>
dekh e</w>
sau </w>
sab ab</w>
ak sar</w>
ḳhū n-e-
aa nā</w>
yūñ hī</w>
gare bāñ</w>
ḳ hai
achch hī</w>
mi n
gul -
la -
gul shan</w>
da m-e-
bā n</w>
bh e
iḳhti yār</w>
shai ḳh</w>
bur ā</w>
tas v
tasv īr</w>
taġhā fu
' moh
'moh sin
'mohsin '</w>
de tā</w>
jān tā</w>
du kh</w>
saa .e</w>
ja fā</w>
kit nā</w>
hava s</w>
dhu āñ</w>
gi la</w>
ha us
la g</w>
daa ġh</w>
cheh re</w>
t ār-e-
guz rī</w>
p in
ni kal</w>
ni i
javā b</w>
t ab</w>
v -e-
mā nī</w>
ā lam</w>
di ye</w>
bi k
zab ā
so z-e-
taġhāfu l</w>
ba ch
chu kā</w>
hañ s</w>
laa kh</w>
la u
dil oñ</w>
sa ñ
da n</w>
shi kā
lo goñ</w>
mā ni
sūra j</w>
z er
ā b</w>
chhu pā</w>
da ur
y egā</w>
m ār</w>
d huu
hā l</w>
k ab
t ish</w>
n ar
ka sh</w>
sa d-
. ā</w>
mu r
va j
s tā
la ḍ
par da</w>
ham īñ</w>
yā -
t tī</w>
ġha z
ḳhā na-e-
jā. iye</w>
m '</w>
nāse h</w>
samaj hte</w>
. ha
-e- dil</w>
kit ne</w>
fa zā</w>
si t
ha sh
far o
ā. a
talā sh</w>
sa zā</w>
t īñ</w>
ga l</w>
ġha zal</w>
kh e</w>
kit nī</w>
qā bi
kh ā
h ū</w>
kah ne</w>
ḳhā ne</w>
ban d</w>
n -
ya k</w>
ni shā
la gā
ya -e-
j uuñ</w>
jā. ūñ</w>
ish q-e-
sh nī</w>
ġha ra
jo sh-e-
fa n</w>
na yā</w>
hi d</w>
fa nā</w>
p hū
gu māñ</w>
ummī d</w>
ta lak</w>
andā z</w>
ba yāñ</w>
patt har</w>
da u
ak e
jā m</w>
maa nā</w>
javā nī</w>
a u
ā. ish</w>
ha ñg
r in
zi i
kai sā</w>
ar z-e-
sha rā
jā ñ-
aa b</w>
jā m-e-
e'ti bār</w>
gu nā
dī da-e-
sab r</w>
jā ni
ru ḳh</w>
ma zā</w>
chash m</w>
mudda .ā</w>
ā la
ġhara z</w>
sha k
rū r</w>
ġ harī
si yā
qat ra</w>
ya .a
ya.a nī</w>
ra n</w>
n ā.ī</w>
saañ s</w>
a j
zi yā
vi sāl</w>
m e
ā. ūñ</w>
tumh ārī</w>
th i
kaa sh</w>
v e
ī -
mā ñge</w>
dhuu p</w>
n e
da vā</w>
nig ah-e-
k r-e-
rau shnī</w>
lag tī</w>
bā d-e-
j ah
charā ġh-e-
paḍ ā</w>
u th</w>
mā n-e-
nā -e-
miz h
' jā
'jā lib'</w>
bah ā
ta sav
tasav v
nasī b</w>
ka n</w>
samun dar</w>
mau sam</w>
zer -e-
ra ñ
rah te</w>
pah l
cha r
ka m-
h tā</w>
ra sta</w>
ja lā</w>
vā ste</w>
zul f-e-
ḳh e
vaa .i
vaa.i z</w>
dar kār</w>
ḳhu ub</w>
mat lab</w>
rā h-e-
um ī
qat l</w>
na .ī</w>
hisā b</w>
ḳha n
ab r</w>
shā m-e-
s abhī</w>
bi chha
sa y
cheh ra</w>
la i
ta l</w>
baḍ h</w>
na .e</w>
maqā m</w>
to ḍ</w>
ha l</w>
p yā
vā loñ</w>
fa qat</w>
hā l-e-
sa kā</w>
tā b-e-
ḳhā na</w>
sha uq-e-
te ġh-e-
su kū
lā m</w>
num ā</w>
bi n</w>
di mā
sub. h-e-
mak āñ</w>
za -e-
ḳhu un</w>
ta ḍ
sī r</w>
z -o-
' ak
'ak bar
ki se</w>
ī b</w>
ju dā.ī</w>
sho r</w>
ġhun cha
ta kal
takal lu
jā n-e-
shika s
ji nheñ</w>
bar bād</w>
z e</w>
hash r</w>
andā z-e-
mu sā
a m
ma l</w>
ki dhar</w>
nā m</w>
le nā</w>
j h</w>
rah o</w>
nii ñd</w>
lut f</w>
ā f
dikh ā
ch ī
t ār
dī dār</w>
ñd h
aq l</w>
āzā d</w>
ta p
s hai</w>
raa z</w>
a jii
ajii b</w>
ġhaz ab</w>
te z</w>
be- ḳhudī</w>
d ho
'akbar '</w>
ni hāñ</w>
de gā</w>
ḳh ū</w>
sāhi l</w>
dekh ūñ</w>
ma k</w>
sam bhā
lā b</w>
aa.i na</w>
u daa
udaa s</w>
ās āñ</w>
ti ir</w>
maj nūñ</w>
ka n
ḳha nj
tumh ārā</w>
z r</w>
mai- ka
in sāñ</w>
pare shāñ</w>
ka t</w>
hañg ā
pahl ū</w>
sū -e-
chā he</w>
c hī</w>
lā t</w>
raf ta</w>
sa nam</w>
pare shā
mil ne</w>
ḳ hī</w>
py āre</w>
jalva -
in sān</w>
go yā</w>
kā fir</w>
ta ñg</w>
ra ste</w>
a dam</w>
dekh tā</w>
ha ram</w>
shikā yat</w>
ḳhi zāñ</w>
gardi sh-e-
d ab
ḳh ūñ</w>
nū z</w>
ā vār
baḍ ā</w>
qā t</w>
so ch</w>
qa fas</w>
di yoñ</w>
sa ḳht</w>
zi r</w>
ba tā
ka .ī</w>
r -o-
salā mat</w>
li yāñ</w>
tasavv ur</w>
mu t
sir f</w>
it ne</w>
far ā
rakh tā</w>
b e</w>
qābi l</w>
ḳhu dā
thi kā
rus vā.ī</w>
ḳha fā</w>
y o</w>
ḳh irā
pahuñ chā</w>
ā tish</w>
ātish -e-
sa j
sha m-e-
a ñg
ham e
i </w>
a ñdh
f ir
mil tī</w>
mar ne</w>
na shā
qa </w>
g hab
mus ku
fu ġhāñ</w>
raqī b</w>
ka mī</w>
aa. eñ</w>
az -
ku sh
nikal tī</w>
di khā</w>
yaa s</w>
sh -
' jigar
'jigar '</w>
pin hāñ</w>
bad lā</w>
tu ut</w>
kū -e-
du uñ</w>
r īñ</w>
z ahr</w>
tumh īñ</w>
r ab
mizā j</w>
sā ha
ma t-e-
ja lā
k tā</w>
l tī</w>
jaa m</w>
ma sī
ah d-e-
u f</w>
ti yāñ</w>
uth tā</w>
ḳhai r</w>
kā ñ
fai s
ka f-e-
dos tī</w>
fa sl-e-
ju s
jus tuj
chho ḍā</w>
ḳhayā l-e-
bulbu l</w>
ḳh ūñ-
nā zu
bas -
bas- ki</w>
da f
shab nam</w>
ba </w>
j -
pe sh</w>
dā d</w>
sha a
ha d</w>
añdh er
zar ū
i b
dikh ā.ī</w>
ġ ham
far i
banā yā</w>
bai thā</w>
l nā</w>
rā teñ</w>
n ī-e-
g ū</w>
chu ke</w>
pa l</w>
ā bād</w>
bā toñ</w>
zanj īr</w>
de nā</w>
zin dāñ</w>
musā fir</w>
gu n
c hai
h ir
nau -
ba sar</w>
v va
za t</w>
phir te</w>
ḳhā lī</w>
zul f
fi kr</w>
mi sl-e-
ḳhur shī
z oñ</w>
āla m-e-
ma st</w>
ja n
da ur</w>
pahuñ che</w>
ḳha tā</w>
a ḳh
mā lūm</w>
ār i
jah ā
kī jiye</w>
ni kā
di i
ka s
u q
sā z</w>
ra -
naa la</w>
zar ra</w>
kā n</w>
vaq t-e-
ake lā</w>
has rat-e-
' fai
'fai z
'faiz '</w>
baḍ ī</w>
guf tu
guftu gū</w>
shah r-e-
say yād</w>
ph e
p hai
sh ā.
bis mil</w>
ḳhvāhi sh</w>
li yoñ</w>
af sā
l uuñ</w>
su nā
a s</w>
kār vāñ</w>
hijā b</w>
y āroñ</w>
ch o
z eh
mu qad
justuj ū</w>
yā m</w>
ha yā</w>
ma .
z ūr</w>
rū -e-
so h
k īñ</w>
hame sha</w>
la f
rash k</w>
maa n</w>
z ār-e-
saa f</w>
bar ā
j ī
paa te</w>
gar m</w>
shar m</w>
sāġ har</w>
ka sh-e-
fit rat</w>
khīñ ch</w>
bik har</w>
shikva </w>
sa -e-
cha lī</w>
kah ī</w>
zā hid</w>
iz tir
p ii
par de</w>
sak te</w>
ġhā fil</w>
mah shar</w>
p āñ
tar z-e-
ta qā
āvār gī</w>
' hā
'va sī
'vasī m'</w>
ta vā
manzi l-e-
qar īb</w>
pūch he</w>
gi raf
y yat</w>
hu jū
havā oñ</w>
di noñ</w>
shā ḳh</w>
ra vā
gu l-e-
paḍ ī</w>
rak khe</w>
ta.a l
ko h
eh sān</w>
qab ā</w>
lazza t-e-
havā -e-
ma lā
f ī</w>
eh ti
gu li
ra g-e-
muqad dar</w>
ro ne</w>
bas tī</w>
qa t-e-
ta gī</w>
mu m
dar -e-
bā -
sarā pā</w>
ā.ī na-e-
i se</w>
pūch ho</w>
a y
par as
cha ak</w>
be- niyā
q ā</w>
ma d
bayā bāñ</w>
bā nī</w>
ja m
dekh ne</w>
va tan</w>
d ahr</w>
ah d</w>
rah ne</w>
mā l-e-
hi m
pai mā
hai rat</w>
jalva </w>
ā.i yegā</w>
kah ānī</w>
bar q-e-
il ti
zā -e-
af sur
'hā lī'</w>
sa t
qā fi
u ḍā</w>
h ā.ī</w>
mun ta
takallu f</w>
be- ḳhabar</w>
ā.e ñge</w>
pai ra
rah eñ</w>
ziyā da</w>
dash t</w>
j ab
de khī</w>
shā ḳh-e-
ka m
du u
ḳhanj ar</w>
sun te</w>
a vva
sau dā</w>
fais la</w>
ga u
ga n</w>
ba jā</w>
h -o-
a zii
azii z</w>
hū r</w>
fi kr-e-
bā b-e-
sū rat-e-
lā -
baa ġh</w>
bu la
mar g</w>
bah ā</w>
rā m</w>
va le</w>
bu u
paa .ī</w>
man zar</w>
taq dī
chā ñd
dhūñd te</w>
g e
haz rat-e-
ġhu bār-e-
nash īñ</w>
daur -e-
mi lī</w>
naa le</w>
mizh gāñ</w>
dar -o-
phir ī</w>
sā l-e-
mu sal
d ah
zab t</w>
bā da
a garche</w>
si y
ka mar</w>
aa o</w>
ma nī</w>
pu rā
ḳhāmo sh</w>
i lā
mā n
chai n</w>
dha ḍ
ni shāñ</w>
ā ḳhir
paa .e</w>
d ār-e-
gir ya</w>
dā stāñ</w>
be vafā</w>
guli stāñ</w>
ārā m</w>
ap </w>
bar -
rā z-e-
q -
ja māl</w>
gu dā
shah ī
tār ī
d ū</w>
pe ch
a zal</w>
jii ne</w>
eh sā
le ñge</w>
d har
j hū
sa lī
ba tā</w>
chāñd nī</w>
g ī
hañ sī</w>
zi yāñ</w>
fari yād</w>
m yā
ḳhā na-
kā m</w>
ki ran</w>
pa tā</w>
dar miyāñ</w>
mi t</w>
ul tī</w>
lu c
luc k
luck no
luckno w
lucknow </w>
ja ñ
mu rā
mau j</w>
maq tal</w>
buj hā</w>
tha har</w>
ah -
zā m</w>
gar dan</w>
gu har</w>
nā dāñ</w>
sh um
tā -e-
p ās
. ār</w>
la t-e-
ga ñ
ḍ oñ</w>
sa ñg</w>
a dā
u n
ḳh vār</w>
mum kin</w>
saa rā</w>
ta m</w>
va fā
a ñ
parvā na</w>
be- qarār</w>
ja n</w>
rā z</w>
bī mār</w>
h e
bā ñ
na t-e-
ja m</w>
li khā</w>
yū su
ham dam</w>
tish na-
bā har</w>
mu f
v eñge</w>
sa t-e-
le tā</w>
zamī n</w>
u jā
ġha f
da .a
h īñ</w>
mi ttī</w>
ad ū</w>
te ġh</w>
sāha b</w>
mu sī
uth ā.e</w>
saa ya</w>
zi d</w>
sā z-e-
yā- rab</w>
t ī-e-
inti hā</w>
is ti
zabā n</w>
chhu p
hu nūz</w>
rā sta</w>
g ah
lu ut</w>
baa d</w>
um r-e-
mil nā</w>
paira han</w>
bhar ī</w>
jal ve</w>
kho l</w>
shu kr</w>
b eh
har f</w>
ta.al l
ta.all uq</w>
aa b
li k
khe l</w>
rah -e-
b hi
zeh n</w>
ju m
ya q
yaq īñ</w>
kū cha
va jūd</w>
ā h-e-
tu k</w>
tu r
z e
hai rāñ</w>
ban d-e-
q e</w>
q ū
va -e-
mehr bāñ</w>
har- chand</w>
zin da
hañ s
p o
ban tā</w>
jii te</w>
bū l</w>
nigā heñ</w>
anju man</w>
va.a da</w>
na f
jur m</w>
qa zā</w>
jān eñ</w>
sa diyoñ</w>
ḳhu uñ</w>
thah rī</w>
jan nat</w>
fare b</w>
pā -e-
ni s
ba l</w>
nī m-
cha ḍ
pāñ ch</w>
ā ġ
dā n-e-
gir āñ</w>
bah r-e-
daa d</w>
dar ā
an de
pa l
ḳhvā b-e-
u nh
bichha ḍ</w>
sh ā.i
gha ḍī</w>
jal te</w>
lut f-e-
k āñ</w>
rah -
bar pā</w>
ga le</w>
ju nū
qai s</w>
cha a
ha ar</w>
haus la</w>
aba s</w>
an jām</w>
ār āñ</w>
dū s
a ur
aur oñ</w>
rah tī</w>
bhu lā</w>
chā hā</w>
hoñ toñ</w>
mau jūd</w>
par ī-
shā m</w>
dā n</w>
hi nā</w>
ḳhū bāñ</w>
ġhu bār</w>
savā l</w>
nāzu k</w>
ma.a nī</w>
k ūñ</w>
dimā ġh</w>
zul m</w>
so z</w>
li bā
ka u
d gī</w>
par da-e-
rah egā</w>
taa b</w>
bu t-e-
a sī
qa -e-
hu k
kar eñge</w>
nigā hoñ</w>
mil te</w>
sam bha
z aa
.a t-e-
ta u
sah l</w>
k ār-e-
baa re</w>
a lam</w>
kh oñ</w>
ja nā
su u
bu t-
musī bat</w>
ch hi
d ūñ</w>
af so
i jā
pai ġhā
v ahīñ</w>
fā t</w>
lī m</w>
r ā.e</w>
mas tī</w>
lā k</w>
kar egā</w>
tha k</w>
-e- gul</w>
rā h
mu lā
sañg -e-
maj bū
ai b</w>
tā b
sh ish</w>
sam t</w>
pahchā n</w>
lab oñ</w>
ni yāñ</w>
a z</w>
dush manī</w>
m ah</w>
pa ta</w>
si l
mar nā</w>
m ār
āshi qī</w>
sar -ba-
hij rāñ</w>
ab r-e-
ḳha uf</w>
ru k</w>
khu ltā</w>
h ne</w>
kū che</w>
āf tāb</w>
a q</w>
da m-
ra vāñ</w>
jau har-e-
ho ve</w>
ka .
l -o-
sā ya-e-
ḳhi zr</w>
mah v-e-
shā d</w>
sa dā-e-
ḳhurshī d</w>
ha -e-
ni sār</w>
vīrā nī</w>
aa n</w>
mi -e-
bah ār-e-
sh t-e-
man -
na qā
a mal</w>
naġh ma</w>
sā māñ</w>
taqdī r</w>
chhe ḍ</w>
pūchh te</w>
il m</w>
buj h</w>
nā tā</w>
āshi yāñ</w>
t ne</w>
fa t-e-
gā h-e-
ba chā</w>
ḳh ta</w>
s eh
haz āroñ</w>
dar te</w>
lā khoñ</w>
ta sal
mi tā</w>
qu d
afso s</w>
qu būl</w>
ruḳh sat</w>
v us
de tī</w>
jit nā</w>
gā n-e-
jañ gal</w>
lī jiye</w>
' -e-
dī v
pa sa
āz m
f ish
tho ḍī</w>
va f
munta zir</w>
g hu
lā ne</w>
thah re</w>
gu zār</w>
aj na
hujū m-e-
f āñ</w>
tar ā
sha j
meh r</w>
ma tā-e-
beh tar</w>
māni nd</w>
bā zār</w>
muj hī</w>
bar g-e-
bar ī</w>
gar d-e-
v aise</w>
va gar
vagar na</w>
pūch hā</w>
qis sa</w>
ad ab</w>
ḳha s
ehti yā
avva l</w>
u mi
umi id</w>
ja </w>
nikal te</w>
kūcha -e-
n dī</w>
ka lām</w>
dar vā
par vā</w>
ī r-e-
az ī
kab hū</w>
lā yā</w>
gā h</w>
rash k-e-
sita m
nā z-e-
qa lam</w>
v ī</w>
be- qar
ātish -
ro te</w>
ai sh</w>
kaa n</w>
na zā
dā m-e-
ha n
ya k
thah rā</w>
bo sa</w>
g īr</w>
likh ūñ</w>
ro z
bu tāñ</w>
ḳ ham</w>
ma .ā
le ne</w>
ha sī
in kār</w>
de ñge</w>
bh ī
bai th
nu mā
nu ur</w>
zar ūr</w>
chu kī</w>
sā ñ
tah zī
l aayā</w>
dā stā
de ne</w>
mai -e-
rus vā</w>
da.a vā</w>
su oñ</w>
taa r</w>
āñ -
tu k
nā ma-
nāma- bar</w>
vā -e-
va n</w>
maa rā</w>
tā sīr</w>
sa d</w>
r īr</w>
p yaas</w>
shikas t-e-
k ā.e
nā t</w>
dar-o- dīvār</w>
tal vār</w>
f ās
ḳhā k</w>
. h
gu m</w>
pasa nd</w>
re t</w>
u tar
rau </w>
ī jā
gar ī</w>
bar q</w>
shab-e- ġham</w>
mulā qāt</w>
jaa g</w>
gu re
unh īñ</w>
shar ī
d aam</w>
dū b
shī rīñ</w>
lai lā</w>
ham- safar</w>
zo r</w>
rish ta-e-
vā da-e-
pa lat</w>
ir ī</w>
sit āre</w>
sa tā
il zām</w>
murā d</w>
rā ste</w>
shika n</w>
dā d-e-
na ḳh
r ut</w>
mu z
kar ish
fa qī
ā zār</w>
ul j
zo .a
ajna bī</w>
āḳhir ī</w>
ban dagī</w>
fasā na</w>
har f-e-
tah -e-
dā m</w>
z ah
lag te</w>
gardi sh</w>
li b</w>
ch ār</w>
rū -ba-
hā lāt</w>
jā g
ni hā
ra qa
fa </w>
mas ji
nā la-e-
ka sī</w>
pech -o-
vā qi
b ut</w>
sii ñ</w>
u the</w>
hā d</w>
tū fā
guz rā</w>
ch hū
bā z</w>
roz gār</w>
ro nā</w>
i nā
ā g
fare b-e-
ja vāñ</w>
sun o</w>
dīvā ne</w>
d ār
bā t</w>
ti li
bad le</w>
ma ġh
ḳhat m</w>
shā n-e-
j hi
far q</w>
sha bāb</w>
l aa.e</w>
ah bāb</w>
dush man-e-
fa s
dush vār</w>
bhar e</w>
ḳhat ra</w>
y ārī</w>
khīñ ch
a jal</w>
sii na</w>
dī d</w>
khi ñ
ta d
a ġh
l ā.eñ</w>
ḳhi -e-
bi j
ch i
kā.e nāt</w>
dho kā</w>
baḍ e</w>
ma kān</w>
tab as
sit āroñ</w>
imti hāñ</w>
vahsha t-e-
iz .h
na i
charā ġhāñ</w>
ġha nī
taa za</w>
to h
aa. egā</w>
va t-e-
v ārā</w>
ut the</w>
gu lāb</w>
dash t-e-
g ū
ish t</w>
sh eñ</w>
rā hat</w>
shum ār</w>
mu b
sil si
an dar</w>
fa q
j aisā</w>
chaa l</w>
ga liyoñ</w>
āvā ra</w>
ash koñ</w>
mah rū
ka lī</w>
dā na</w>
kash ī</w>
na gī</w>
jum b
ah vā
su rā
ā.i yāñ</w>
u j
v ārī</w>
sha nā
rū-ba- rū</w>
ba chch
begā na</w>
ḳhū bī</w>
āhi s
dar d-
be tā
sab z</w>
mush tā
na mā
tā qat</w>
ā h</w>
da st</w>
sitam gar</w>
bāñd hā</w>
par ī</w>
rañg -o-
n d-e-
ri z
ta m
chā k-e-
mu ḳh
mu l
chhu p</w>
kah tī</w>
su ne</w>
ro z-e-
haa .ī</w>
ta jal
yūsu f</w>
ā. ū
mas t-e-
cha mak
mā yū
aa. egī</w>
āg ahī</w>
mu bā
ḳhi ra
ḳhā mush
ḳhāmush ī</w>
ḳha mo
has īñ</w>
har oñ</w>
nashā t-e-
tuu te</w>
ka māl</w>
ma ha
zarū rī</w>
dā ni
mas la
mu rav
ġharī b</w>
g ūñ</w>
jit ne</w>
u la
lazza t</w>
u z
ḳh ī-e-
qai d</w>
ḳhā k-e-
pūchh tā</w>
sū d</w>
tar ab</w>
iztir āb</w>
ḳh ār-e-
j ū</w>
tar ī
parvā z</w>
him mat</w>
ḳh t-e-
k ārī</w>
shar ar</w>
yā -e-
bu toñ</w>
khu lī</w>
ra q
jāni ye</w>
jii nā</w>
mā tam</w>
du ub</w>
ār zū</w>
taqā zā</w>
naq sh</w>
tabas su
di -e-
ilā hī</w>
aba </w>
ar mān</w>
mar tā</w>
si tā
maa ñ</w>
ut nā</w>
ḳhāmo shī</w>
kā ġha
da lī
la ut</w>
tā qat-e-
bāñd hte</w>
. h</w>
vaf ā.ī</w>
di id</w>
āsh uf
t āroñ</w>
ḍ te</w>
n ū</w>
jab īñ</w>
shaj ar</w>
bhū lne</w>
ba teñ</w>
raa s</w>
in sā
soch tā</w>
hi s
ran j</w>
junū n-e-
be- sabab</w>
pa n</w>
ā ġhā
mu qābil</w>
sah rā
hā ne</w>
bar as</w>
sun tā</w>
chh ī
lā nā</w>
mai-ka de</w>
mā ñg
rañ j</w>
ḳhal vat</w>
ko shish</w>
harī f-e-
ḳhirā m</w>
dha l</w>
yā n</w>
shar min
i j
k tī</w>
ā. iye</w>
far ish
ḳhe z</w>
āhis ta-
chhu pā
bā l-e-
ta lab
hā ñ
ja -e-
jāni b</w>
raqa m</w>
li kh</w>
bi sā
jaa dū</w>
na gar</w>
be-qar ārī</w>
zu n
zun n
q -o-
ya t-e-
zinda gā
sa ir
v ā.e</w>
dhū ñ
ji dhar</w>
hal qa-e-
iq rār</w>
ch hā</w>
ġhu rūr</w>
taḍ ap</w>
ā.ī ne</w>
bi ga
qa s
jā. ūñgā</w>
ghab rā</w>
bāl -o-
jhu ut</w>
sha -
murav vat</w>
naqsh-e- pā</w>
u ḍ</w>
ū d</w>
ha bāb</w>
ti -e-
tuk ḍe</w>
az aab</w>
kā myā
ya -
gar m-e-
khu le</w>
sita m-
tak lī
h ī
tasal lī</w>
mai- ḳhāna</w>
shī sha</w>
far hād</w>
ru ḳh-e-
ijā zat</w>
ba -e-
aġh yār</w>
g irā
jahā n-e-
ḍ i
fur sat-e-
be- kār</w>
vaa lo</w>
qad r</w>
ñg -e-
na zar
pe ḍ</w>
pal koñ</w>
āñ d
pa </w>
rah guzar</w>
bā da-
lam ha</w>
so chā</w>
sho r-e-
ā.a </w>
mauj-e- sharāb</w>
' naz
ma za</w>
ġhanī mat</w>
dos toñ</w>
sa l</w>
be vafā.ī</w>
bār ish</w>
qā si
phe r</w>
kash tī</w>
l ar
ga vārā</w>
yā d-e-
bi chh
chā ra
daa l</w>
ba toñ</w>
du ā.eñ</w>
saa da</w>
gir ah</w>
shikva -e-
ur ī</w>
dī vār
koh kan</w>
uth te</w>
shī she</w>
ro tā</w>
ḳhal q</w>
hāl-e- dil</w>
dard-e- dil</w>
āb -o-
paḍ h</w>
sā qī</w>
paa r</w>
kh il
mas .a
us tu
n gī</w>
hā d
sukū t-e-
sañg -
malā mat</w>
ḳha t-e-
āhista- āhista</w>
ba t-e-
ḳhā tir
ab rū</w>
sh t</w>
bā ġh-e-
ni -e-
shā hi
ba qā</w>
sho ḳhī</w>
da han</w>
sho la-e-
u par</w>
be jā</w>
qur bān</w>
shab-e- furqat</w>
jau har</w>
sun ñ
ta vaj
tavaj jo
tavajjo h</w>
si b</w>
va.a de</w>
barā bar</w>
ī s
rah m</w>
zindagā nī</w>
mah bū
q aa.i
.i l</w>
gu m-
di lī</w>
cha m
ġhai roñ</w>
jhu kā</w>
ujā lā</w>
s m-e-
r ā.e
ba shar</w>
naz reñ</w>
rish ta</w>
ka fan</w>
sar d</w>
par da-
ḳh vāñ</w>
f -o-
soch o</w>
āñ suoñ</w>
ġhaf lat</w>
shaa d</w>
sa n</w>
shak l</w>
b -o-
ma zār</w>
dū ñgā</w>
dū d-e-
sh -o-
phir tā</w>
ḳharā bī</w>
far mā
zaḳhm-e- jigar</w>
bis tar</w>
gar dūñ</w>
ham- nashīñ</w>
tad b
tadb īr</w>
ḳh ār</w>
mī -e-
il aaj</w>
maqā m-e-
do- ālam</w>
sū r</w>
musku rā</w>
qad r-e-
zab t-e-
jā t</w>
naz zā
rā toñ</w>
g ah-e-
lam he</w>
mā t</w>
rav ish</w>
san nātā</w>
aa hat</w>
hā lat</w>
ra sā</w>
muf t</w>
j e
ḳhan da-e-
charā ġh
kā noñ</w>
aa dat</w>
āñ gan</w>
f ī
su bu
na vā</w>
' iq
'iq bāl
āġ ho
shā -e-
khu l
cha uñ
' nasī
'nasī r'</w>
ki sū</w>
u dā
mi sāl-e-
j hoñ
ī q</w>
lau </w>
bhar o
g aa
ha v
v -
za n-e-
baḍ hā</w>
dil -o-
ja sh
u sh
ush shā
ushshā q</w>
ash .ār</w>
ha t-e-
za da</w>
vaa r</w>
mar g-e-
ta j
mudda toñ</w>
pur s
kāñ toñ</w>
saf ī
bo jh</w>
ā.ī na-
fasl-e- gul</w>
ḳhvā boñ</w>
mo tī</w>
ā ma
nig ār</w>
shi kār</w>
b ā.ī</w>
bā da-e-
v ai
masī hā</w>
bā zī</w>
za uq</w>
pa n
nash sha-e-
ḳhvā h</w>
min nat-e-
sam ā</w>
la .a
ġ har
guf tār</w>
ra khā</w>
bh ārī</w>
be dār</w>
masji d</w>
ku shā</w>
sar-ba- sar</w>
bhe d</w>
hai rā
ba- juz</w>
na mak</w>
har ī</w>
ta ur</w>
ba- rañg-e-
bar sā
tuu tā</w>
mo ḍ</w>
dar ī
vah m</w>
mubā ra
mubāra k</w>
va l
ḳhu dā.ī</w>
pa she
ehsā s</w>
bi g
su rūr</w>
ku f
kuf r</w>
sambha l</w>
rah nā</w>
rā.e gāñ</w>
mar ha
dāstā n-e-
r ā.ī</w>
faro ġh-e-
vaa h</w>
dā nī</w>
ḳh -
ish āre</w>
k haa.ī</w>
ās mān</w>
phū loñ</w>
in hīñ</w>
dī jiye</w>
lā d</w>
ku l</w>
ġhuncha </w>
kāmyā b</w>
sh īr</w>
imti hā
bar ham</w>
rau na
l īñ</w>
k te</w>
mur ġh-e-
soh bat</w>
ji n
bā m</w>
ñ k</w>
maa ñg</w>
gir ā</w>
dī -e-
ja gā</w>
kār o
zabā n-e-
naqā b</w>
su kūñ</w>
uth tī</w>
sha guf
t haa
sā dgī</w>
navā -e-
be- asar</w>
sho ḳhi-e-
paa tā</w>
zamā nā</w>
qud rat</w>
paḍ tā</w>
g aah</w>
saa z</w>
ti f
afsur da</w>
t te</w>
hai rat-
k eñ</w>
gudā z</w>
dil- lagī</w>
charāġh oñ</w>
kāġha z</w>
yā doñ</w>
'iqbāl '</w>
ku shā
jā ve
ġhu r
qar z</w>
ch he</w>
- hā</w>
ga sh
thikā nā</w>
bad- gu
ḳhan da</w>
āzm ā.ish</w>
l ut</w>
sh oñ</w>
q ah
chā hat</w>
āsh nā.ī</w>
qāsi d</w>
nik .ha
ā si
bāda l</w>
da gāñ</w>
ta uf
cha mak</w>
nash sha</w>
far dā</w>
ḳhū b-
sho.a la</w>
shā. irī</w>
siy ah-
qa d</w>
kar nī</w>
mil eñ</w>
ḳha ar</w>
ruu th</w>
raf tār</w>
aa. e
dūs rā</w>
shab-e- firāq</w>
shā mil</w>
bhar ā</w>
khā ne</w>
ran ji
bo l</w>
tā na</w>
p ā.e
baa b</w>
u lat</w>
p ha
sa m-e-
lā la
hañ ste</w>
rin d</w>
mī r</w>
sar -o-
nā b</w>
zulf oñ</w>
mus ta
gañ vā</w>
pa yām</w>
maa re</w>
hu zūr</w>
dil ru
sa jan</w>
ra vā</w>
ra .a
mash .
rañg īñ</w>
bū -e-
ko h</w>
sai r</w>
rañg ī
b ā.i
maz .ha
laf z</w>
mi s
lā la</w>
ġha sh</w>
nu q
zar d</w>
bā d
ār zū
rañg-o- bū</w>
ār -
māni nd-e-
be kasī</w>
moh ta
go sha-e-
tar -e-
ja ur
be- iḳhtiyār</w>
tajal lī</w>
chho ḍ
mū -e-
sā nī</w>
shā nī</w>
dekh eñ</w>
bhū le</w>
r ār-e-
gha tā</w>
inā yat</w>
zarū rat</w>
ḳhira d</w>
bu lā</w>
dau lat</w>
sah ārā</w>
bada lte</w>
n o</w>
sa p
s ā.ī</w>
dā man-e-
ra toñ</w>
jahā n</w>
tahzī b</w>
di gar</w>
bāl-o- par</w>
l aa.ī</w>
ras m-e-
k ne</w>
pa yā
chhā ñv</w>
s -o-
ib ti
ibti dā</w>
mush t-e-
kush ta</w>
gunā h</w>
mau j
li s</w>
ki tāb</w>
sarā b</w>
tī r
nā shād</w>
samaj htā</w>
tho ḍā</w>
d īñ</w>
za -
la ḳht-e-
ba ch</w>
das t-o-
j aisī</w>
ñ t</w>
bah </w>
man d</w>
m ā.i
qa la
z ish-e-
bad nām</w>
khīñ chī</w>
i k
na g
bij lī</w>
far m
ta i</w>
jaz b-e-
niyā z</w>
muḳh ta
muḳhta sar</w>
bat ā.ūñ</w>
ish eñ</w>
ḳha s</w>
kha ḍe</w>
ta ñg
lag ā.e</w>
nā kām</w>
rah mat</w>
nis bat</w>
tas līm</w>
bā ti
ki yāñ</w>
ī n-e-
huu m</w>
ya qī
ta n-e-
na ñg-e-
ka. aba</w>
pī r-e-
af lāk</w>
na fa
mar te</w>
cha lnā</w>
af shāñ</w>
sitā ra</w>
nishā n-e-
sa kī</w>
d hā
u ñg
achch he</w>
ījā d</w>
vaa .e</w>
vī rāñ</w>
ḳhush k</w>
ā.i na-
par in
pah ā
. h-e-
kha ḍā</w>
da n
rāh guzar</w>
nash e</w>
chu ur</w>
ā.i yoñ</w>
da yār</w>
ro .
pah lī</w>
ro yā</w>
lā f</w>
nik.ha t-e-
tuu tī</w>
gure zāñ</w>
sambhā l</w>
mohab batoñ</w>
ḳhu s
bo le</w>
ti m
sam ar</w>
g aam</w>
la mh
lamh oñ</w>
ya teñ</w>
anju m</w>
ba- zāhir</w>
pās -e-
chashm-e- tar</w>
pyā sā</w>
i bā
ā.a t</w>
dhaḍ ak
āġhā z</w>
ka t
sā qi
bu z
ḳhudā -
afsā na</w>
qā mat</w>
u zr</w>
thikā ne</w>
be- ḳha
hā nā</w>
jā oge</w>
ma zā
kaa fī</w>
sai l-e-
mī nā</w>
daur āñ</w>
mau sam-e-
zaḳh moñ</w>
ku n
tū fāñ</w>
aa ri
h tī</w>
tak rār</w>
mas.a la</w>
bā ġh
bahā ne</w>
mā h-e-
ā m</w>
chāh te</w>
j yuuñ</w>
bha ḍ
.i m</w>
na .iiñ</w>
nishā nī</w>
shī rī
qat ra-e-
ḳh īr</w>
ḳhātir -e-
mash. hūr</w>
n īñ</w>
be-niyā zī</w>
shahī d-e-
nar g
narg is</w>
ga dā</w>
tish na-e-
ja g</w>
va sh</w>
li b-e-
aañ v</w>
er e</w>
bula nd</w>
bii ch</w>
dā d-
sho h
f -
hi n
zunn ār</w>
kar ūñgā</w>
ruḳh sār</w>
salā m</w>
mohta sib</w>
yā qū
she va-e-
ul -
gu lā
re z</w>
sāġ har-e-
ī māñ</w>
bā.i s-e-
aa.i ne</w>
' nā
mu l</w>
bar soñ</w>
mu hāl</w>
dīvā noñ</w>
maz.ha b</w>
ak s-e-
kash ma
chhe ḍ
pahuñ ch</w>
aḳh bār</w>
tili sm-e-
mu ā
musku rā
zaa t</w>
tab āh</w>
mī r-e-
ahl-e- dil</w>
bar ha
sha hā
masla hat</w>
pahuñ ch
ta sh
uḍ ā
za d</w>
ba nī</w>
ta vāñ</w>
ḳhā k
nikā l</w>
char ḳh</w>
sho ḳhī-e-
ha dī
ī mān</w>
maq sūd</w>
sā mān-e-
phir e</w>
tas kīñ</w>
ja ñg</w>
meh r-e-
sham shīr</w>
nashā t</w>
tī r-e-
aab rū</w>
kā fir
rah numā</w>
siyā h</w>
kā mil</w>
āvā z-e-
fit ne</w>
uthā yā</w>
man sū
jam .a</w>
sa fā</w>
p ār
nā ḳhu
i yo</w>
baḳh t</w>
ras ā.ī</w>
shaa n</w>
v aisī</w>
dikh lā</w>
maa r</w>
paiġhā m</w>
ay yām</w>
ra g</w>
shar m
m la</w>
pa ḍ</w>
kar ā
ha rām</w>
ā sān</w>
ha t-
ar bāb-e-
da n-e-
-o- gul</w>
mehr -o-
ga vā
nigah-e- nāz</w>
nasī m-e-
sab za</w>
mah ra
na she
cha ltī</w>
bad- gumāñ</w>
hu iiñ</w>
dar- parda</w>
zo.a f</w>
u bhar
ka j-
gar d</w>
saa l</w>
ak s</w>
ba j
gu stā
ki nā
āz mā</w>
bik har
maa ne</w>
pī chhe</w>
khul tīñ</w>
ho ñgī</w>
bār -hā</w>
dii da</w>
naf rat</w>
gar mī-e-
na b
likh nā</w>
cha lte</w>
batā o</w>
cha ltā</w>
par -
par -e-
nā la</w>
'naz m'</w>
man oñ</w>
rā s
y ār-e-
mah fi
shi dda
giraf tār</w>
āshuf ta-
ra sm</w>
baḳh shā</w>
hav ā.eñ</w>
sak ūñ</w>
qāfi la</w>
naz dī
ma teñ</w>
ri fā
his se</w>
ul āñ</w>
ho tīñ</w>
na m
nā k</w>
pā gal</w>
ta z
dau lat-e-
faqī roñ</w>
ban tī</w>
phir tī</w>
y ahīñ</w>
la sh
ġha t</w>
lik khā</w>
ḳha zā
chhī n</w>
f ah
dar oñ</w>
faq īr</w>
mash q-e-
sunā ne</w>
d hal
mah tāb</w>
dā b</w>
tish nagī</w>
ba chā
ti yoñ</w>
fi yat</w>
eh sāñ</w>
ahvā l</w>
dh yān</w>
ḳha rī
ch īñ</w>
zii st</w>
shanā s</w>
dīvā ngī</w>
ġhu lām</w>
bachch oñ</w>
mā noñ</w>
baa zī</w>
va </w>
nik lī</w>
saj da</w>
shā h-e-
zi l
shīrī ñ-
gul zār</w>
sar sh
dikhā yā</w>
betā bī</w>
ġ hus
pā k-
ra zā</w>
cha n
fa ḳh
ai sh-e-
ar z</w>
mi legā</w>
ka shā
gun ah</w>
kah ūñgā</w>
l āñ</w>
b ārī</w>
khi le</w>
gau har</w>
su l
ja le</w>
ḳhu mār</w>
nigā hī</w>
be tāb</w>
ahl-e- nazar</w>
ma k-
pa ir
ha u
bulbu l-e-
baa z</w>
'nā jī
'nājī '</w>
b ho
sa mā
pa irā
chā ho</w>
sair -e-
si vā.e</w>
daa nā</w>
añdher e</w>
māyū s</w>
be- dilī</w>
u bh
di yāñ</w>
mah sū
ri yā</w>
jā da-e-
jalva-e- gul</w>
musal māñ</w>
ish ā
vā n</w>
pā oge</w>
ri b</w>
chh ū</w>
shā. er
ḳhā k-
l ā.ī</w>
shahā dat</w>
ka de</w>
par a
qāfi le</w>
' an
'an īs
'anīs '</w>
s ārī</w>
pa har</w>
n ah
kār -
dii ñ</w>
ja han
zar re</w>
sab ā
ka māl-e-
dhū ñd</w>
tīr gī</w>
bā n-e-
āz ur
jal lād</w>
maz e</w>
darvā za</w>
inti ḳhā
sai d-e-
gar m-
rakh nā</w>
bat ā.e</w>
da ir</w>
r ahīñ</w>
ba ham</w>
char ḳh-e-
si tāñ</w>
ā veñge</w>
man zūr</w>
janā b-e-
h ā.e</w>
paimā na</w>
rah ūñ</w>
zā hi
meh nat</w>
gi r</w>
ta le</w>
sh yār</w>
ta y
bah r</w>
sī na-e-
tah rīr</w>
y ā.ī</w>
suḳha n-
var ī</w>
ā sho
nar m</w>
shāḳh-e- gul</w>
mah ram</w>
sukū n</w>
samj heñ</w>
par ta
qu sūr</w>
ja māl-e-
na mī</w>
dū d</w>
ba- qadr-e-
mai-ka da</w>
tas kī
ish q-o-
ku l
zi -e-
kar vat</w>
f ā.e
ku shī</w>
tabassu m</w>
ḳhu lū
za ḳh</w>
na v
hañgā ma</w>
bur e</w>
sh ū
qi b
hava s-e-
nafa s-e-
hu ur</w>
a kas
akas r</w>
e ñgī</w>
ā.e gā</w>
ham ī</w>
a g
ġhu rū
be a
bea ch</w>
qa u
guz ārī</w>
ba sā
shā ḳh
g aañv</w>
āñd hi
dīv ār-e-
mai- ḳhāne</w>
darā z</w>
aa dam</w>
rā h-
ḳhā ma</w>
a lag</w>
ka da</w>
bhī g
pi chh
cha </w>
añ gu
su nī</w>
nā- tavā
bad-gu mānī</w>
su vai
tar k</w>
mar āsi
marāsi m</w>
bah āroñ</w>
guzar tā</w>
zi m</w>
tauf īq</w>
e'ti mā
khi lā</w>
th e
fit na-e-
tir ā
z ā.eñ</w>
rab t</w>
bah isht</w>
ku u
aa. iiñ</w>
ni bā
rah zan</w>
hā zir</w>
ba sta</w>
ta pa
u ḍī</w>
sāqi yā</w>
giraf tār-e-
gu m
q aa.e
ch ū
sahrā -e-
farā ġhat</w>
mub ta
purā ne</w>
pu k
bha ram</w>
t ahī</w>
malā l</w>
v ab
vab ā
nā- g
nā-g ahāñ</w>
mai- kashī</w>
daa r</w>
adā vat</w>
re za</w>
purs ish</w>
o ḍ
so .e</w>
au qāt</w>
do- chār</w>
dil dār</w>
shā.i r</w>
chu p
uj ḍe</w>
ma d</w>
nā dān</w>
ar e</w>
sa uñ
ġha lat</w>
rifā qat</w>
gar mī</w>
be- parvā</w>
pa lak</w>
tu uñ</w>
sar- tā-
jha lak</w>
ga n
mas tāna</w>
na in</w>
sar v-e-
soh bat-e-
paras tī</w>
dil bar
dil-e- be-
baḳh sh</w>
chash ma-e-
m ū</w>
mushtā q</w>
pan ja-e-
tā lib-e-
sāhi b-e-
shoh rat</w>
udā sī</w>
ash k-
fai z</w>
āshi q-e-
shā na</w>
ban dī</w>
u upar</w>
mehr bānī</w>
ta ḳht</w>
dar tā</w>
j hāñ
ba sā</w>
hairā n</w>
sā mān</w>
ta f
nā m-e-
ḳhat t-e-
aa r</w>
haa t</w>
laḍ kā</w>
va z
gare bā
baa zū</w>
rū -
ii d</w>
naq d-e-
bhi i
raa hī</w>
fā q</w>
shi yoñ</w>
nazā ra</w>
u jaa
ujaa ḍ</w>
daf n</w>
er ā</w>
bi kh
pa chh
jaa no</w>
salī qa</w>
biga ḍ</w>
sa na
tar i
samj hā
begā ne</w>
maha k</w>
la t-
mi lā
ahl-e- vafā</w>
sho rī
nau </w>
ut th
shā hī</w>
laa sh</w>
le gī</w>
siyā sat</w>
mahsū s</w>
qab r</w>
ul fat-e-
riz q</w>
shi fā</w>
ki n
maj lis</w>
na shī
ḳhir man</w>
sa jā
sur ma</w>
dam- ba-
dam-ba- dam</w>
ban da</w>
f ta</w>
so zan</w>
ghab rā
te ġh
fit na-
sh tar</w>
rā n-e-
khi ḍ
be- takalluf</w>
ḳhūn-e- dil</w>
shak e
ġham-e- ishq</w>
bah ārī</w>
shā ne</w>
pa s</w>
mar d-e-
ge sū-e-
bī h</w>
d hā</w>
yā na</w>
pār sā.ī</w>
jin s-e-
ar -e-
miz ha</w>
nāḳhu n</w>
bā zār-e-
shika sta</w>
na dā
kā v
sā z
rakh tī</w>
cha lne</w>
la cha
na k</w>
tap ish</w>
rau zan</w>
n '</w>
zi kr-e-
shā d
hus n-o-
zī st</w>
pai ham</w>
vāqi .a</w>
jaz ba-e-
dā vā-e-
daa lā</w>
ba ha
in qa
mi t
shī sha-e-
ḳhā shā
dho ke</w>
lā- makāñ</w>
qad moñ</w>
him mat-e-
āzā dī</w>
ilti fāt</w>
ḳhush ā</w>
has tī-e-
aba d</w>
nā- umī
naqsh-e- qadam</w>
m-e- nāz</w>
ḳhud- kushī</w>
ash k-e-
imti yā
qa l
be- kar
imtihā n</w>
dari yā-e-
sa dā
das t-
ma.a sū
zo h
sam āñ</w>
yaqī n</w>
nū r</w>
iz.h ār-e-
p ho
mo '
buz ur
ch hal
so z-o-
ār -o-
namā z</w>
ba hal</w>
dīv āroñ</w>
pa s-e-
bur ī</w>
f oñ</w>
dar s-e-
e id</w>
mu hī
ā.ū ñgī</w>
dh ī
ur yāñ</w>
mi tā
ḳhamo shī</w>
añg ḍ
sa ḍ
g in
fā z</w>
laf zoñ</w>
buj he</w>
chhup ā.e</w>
g ūñ
jī van</w>
y y
var aq</w>
ka </w>
cheh roñ</w>
ki r
siy ah</w>
iz zat</w>
dil lī</w>
sa ḳh
ās tāñ</w>
nazar -
āsh kār</w>
go sh</w>
taman nā-e-
āġho sh-e-
a ñg</w>
tamā shā-e-
i f
r ar</w>
cha ah</w>
āñ chal</w>
j ar
chā dar</w>
mansū b</w>
fās la</w>
rish te</w>
mus .ha
mu sav
vah shī</w>
ā lū
ġhur bat</w>
raqī boñ</w>
' jau
fī '</w>
nigāh-e- nāz</w>
m ār-e-
sa ko</w>
sū n-e-
i -e-
dimā ġh-e-
nai rañg-e-
chauñ k</w>
rā hoñ</w>
si yoñ</w>
ḳhvāhi shoñ</w>
sharī k</w>
ġha za
ġhaza l-
toh mat</w>
ri hā.ī</w>
ni bhā
a tā</w>
jhoñ kā</w>
saa yā</w>
saa .at</w>
jān ūñ</w>
ġha ur</w>
y ārā
ja ḍ</w>
bharo sā</w>
tak tā</w>
ġha zā
manzi leñ</w>
chāh eñ</w>
mi sāl</w>
i l</w>
g ī-e-
bahā na</w>
taz ki
a zā
dīvār -o-
dīvār-o- dar</w>
pu kār
di in</w>
ġham-e- yār</w>
d h</w>
b hā</w>
si kan
lah je</w>
mubta lā</w>
raa kh</w>
fasā ne</w>
ġhā rat-
ahd-e- vafā</w>
ma nā
raf ta
sh ish-e-
ḳhu l
ḳhul d</w>
ta .
ki tāb-e-
du r
sah bā</w>
p iye</w>
ta vaq
tavaq q
y ārāñ</w>
uḍ te</w>
jumb ish</w>
maa t</w>
aari z</w>
kho .e</w>
uthā ne</w>
ġham- ḳhvār</w>
do h
bāġh bāñ</w>
sharmin da</w>
su pur
lā mī</w>
farish toñ</w>
baa m</w>
āma d-e-
ġhai rat-e-
mu u
so te</w>
dil bar</w>
hi kā
sañg- dil</w>
sau dā-e-
zanj īr-e-
zab ānī</w>
hu mā</w>
ā h-o-
z ārī</w>
q oñ</w>
hā si
s eñ</w>
ha q-
tal ḳh</w>
nar gi
a sar-e-
pareshā nī</w>
di lā
ā -e-
di vā
chā k</w>
jaa rī</w>
sā bi
daf tar</w>
var -e-
. āñ</w>
jal tā</w>
libā s</w>
lā la-
ma ḳh
as rār</w>
py ārī</w>
shā dī</w>
maa h</w>
n us
nus ḳha
cha u
gar mi-e-
qī mat</w>
paras tish</w>
dā b-e-
taa n</w>
tab -e-
pareshā n</w>
sab za-e-
lā l</w>
jaa ve</w>
na mak-
hijā b-e-
kyūñ ki</w>
naġh ma-e-
gir d</w>
buu jh</w>
sho r
ur ū
raf ū</w>
pairā han</w>
lu tā</w>
rav ī</w>
s e
ra m
pūch hiye</w>
saf ā.ī</w>
ḳhūn-e- jigar</w>
jur m-e-
shar mā</w>
moh lat</w>
. ī
t ā.eñ</w>
hasī n</w>
d huul</w>
ḳhud- ārā</w>
zā -
phir ā</w>
g h
jaz bāt</w>
ishā ra</w>
ar māñ</w>
bai th</w>
sana m-
bāñ hoñ</w>
ga vār</w>
qaa.i l</w>
b o</w>
vafā -
an jā
man di
barha man</w>
uf uq</w>
sar ī</w>
baa da</w>
ar sa-e-
u thī</w>
tārī ḳh</w>
t har
a qī
barsā t</w>
para st</w>
ula j
tā oñ</w>
ḳhāk sārī</w>
.a teñ</w>
kā mī</w>
kun j-e-
baḍ he</w>
mā h
jahan nam</w>
num ūd</w>
ra teñ</w>
bula n
zamī noñ</w>
hasī noñ</w>
za vā
be dād</w>
shai dā</w>
tu n
nā va
lū k</w>
ġhun che</w>
shak l-e-
bā da</w>
f us
fus ūñ</w>
ġham- ḳh
p ut
f-e- zulf</w>
uth ā.ī</w>
taklī f</w>
irā da</w>
rauna q-e-
kū-e- yār</w>
gau har-e-
ās tīñ</w>
v uuñ</w>
dhar ā</w>
dhūñ dā</w>
ġham za</w>
ḳhāna- ḳharāb</w>
be- hijāb</w>
jā z</w>
nik leñ</w>
khīñ chā</w>
jaa da</w>
sha ah</w>
h ār</w>
pashe māñ</w>
hai f</w>
mo l</w>
jit nī</w>
añg e
hā ja
taq rīr</w>
shika st</w>
kai f</w>
hayā t-e-
pa s
rañ j-e-
ġham-e- dil</w>
sun ā.ī</w>
m- ba-
mar hab
marhab ā</w>
shar h-e-
silsi la</w>
pa nā
a dā-e-
dil-e- nā-
nikā le</w>
taskī n</w>
dab ā</w>
havā di
havādi s</w>
asī rī</w>
na jāt</w>
ḍi yoñ</w>
ju n
baa l</w>
fā.e da</w>
kā m-e-
lāla -o-gul</w>
sar f-e-
pe sh-
payā m-e-
mahra m-e-
sharā rat</w>
ge sū</w>
do zaḳh</w>
far z</w>
musht-e- ḳhāk</w>
la -hā-e-
ta.a j
ta.aj ju
ta.ajju b</w>
mu ġhāñ</w>
cho t</w>
e r</w>
iz.h ār</w>
ha nūz</w>
ban de</w>
ā mā
t in
mu kar
ban ā.e</w>
bar a
ġhurū r-e-
bisā t-e-
va jū
sāhi b</w>
ḳhi lāf</w>
bah te</w>
meh māñ</w>
pai va
jumb ish-e-
mas rū
a sii
asii r</w>
ār ā.ī</w>
añgḍ ā.ī</w>
buu ñd</w>
pyā se</w>
zulf eñ</w>
al fāz</w>
bād-e- sabā</w>
āz mā
āñdhi yoñ</w>
jii t</w>
bha lī</w>
lag eñge</w>
shā.er ī</w>
ḍ ne</w>
to ḍā</w>
ā fāq</w>
g haroñ</w>
be bā
hadī s-e-
nu k
vus .at-e-
gā hī</w>
kushā da</w>
ar sh</w>
na umī
ko tā
mā ñ
pii te</w>
chā ra</w>
taa re</w>
t ūñ</w>
nā- tamām</w>
uz r-e-
pahchā ne</w>
meh mān</w>
ḳhe me</w>
añdher oñ</w>
phai l</w>
utar tā</w>
uñg liyāñ</w>
khe t</w>
tha har
vahsha t-
jū r</w>
jha g
la n</w>
bha ñ
gash ta</w>
sar v</w>
chā ra-
ka le
jāve d</w>
afsā ne</w>
'jau n'</w>
' mus.ha
'mus.ha fī'</w>
lab ī</w>
ḳhat re</w>
nazzā ra</w>
vaj .h-e-
fish āñ</w>
guzar ne</w>
tā -ba-
cha legā</w>
ban egī</w>
mizh gān-e-
ḳha myā
qad ah</w>
sho.a la-e-
gi -e-
girā nī</w>
nī-e- sham.a</w>
uq da-e-
mudda .ī</w>
bhe jī</w>
ka th
dush manoñ</w>
ut thā</w>
nā di
sub. h-
lā zim</w>
ch hat</w>
mizā j-e-
u jaḍ</w>
sā da-
mo .a
faro sh</w>
ā.i l</w>
sar v-
sha bi
shabi stāñ</w>
mak īñ</w>
kah ā
nazdī k</w>
ro .e</w>
qur b</w>
purā nī</w>
insā f</w>
dil-o- jāñ</w>
bii t</w>
ḍ nā</w>
jash n-e-
zā oñ</w>
q ul
jha l</w>
aa. uuñ</w>
ma sā
ut rā</w>
raa zī</w>
hujū m</w>
ḳhal ish</w>
sai k
saik ḍoñ</w>
ba sī</w>
sa .i
ġhai r-
lash kar</w>
baḍ h
kar da</w>
li p
tha kan</w>
kī mi
ja s
be-ḳha barī</w>
masī hā.ī</w>
ch ārā
ras m-o-
samun daroñ</w>
jaa l</w>
purā nā</w>
f ū
ehtiyā t</w>
cho r</w>
pai māñ</w>
puk āre</w>
ġham-e- daurāñ</w>
zanj ī
un vāñ</w>
guz ār
khil te</w>
cha ap</w>
ḳharī dār</w>
ta.a mīr</w>
be- sar-o-
ḳhi l
ki tā
kitā boñ</w>
khīñ che</w>
na ve
dar ī</w>
pi yā</w>
añ khi
sho.a la-
vīrā na</w>
daa .im</w>
mu kh</w>
va l</w>
ravā nī</w>
sī mā
ka. ab
ka.ab e</w>
sarsh ār</w>
ra.a nā</w>
be zār</w>
dar s</w>
par he
nargi s-e-
mushtā q-e-
shāhi d-e-
mah -
g ār-e-
āb-e- baqā</w>
kashā kash</w>
fa u
nā z
fit rat-e-
band-e- qabā</w>
ma l
hal qe</w>
si fat</w>
su lai
li -e-
mah -e-
ai n</w>
baa sī</w>
q āñ</w>
yā d
jā nī</w>
mu dām</w>
kho yā</w>
jalva- gar</w>
.a -
pech-o- tāb</w>
mar d</w>
dil barī</w>
sho.a le</w>
sunñ e</w>
cha man-
tā za</w>
pa t</w>
gaa he</w>
hi k
da vā
bul -
bā l-
jām-e- mai</w>
hañs ne</w>
mo r</w>
pā -
vaz .a</w>
mar du
huu k</w>
maa nī</w>
ḳhā m</w>
pech-o- ḳham</w>
ap noñ</w>
val vale</w>
lā h-
fa zā.eñ</w>
tara s</w>
hoñ t</w>
ma chal</w>
tark-e- vafā</w>
gi lā</w>
ḳhayā loñ</w>
nig ah
bas tiyāñ</w>
ḳhu d
tho kar</w>
kash ish</w>
jhū tā</w>
na s
dī m</w>
jaa ge</w>
sāñ soñ</w>
shi .ār</w>
dhu n
tark-e- mohabbat</w>
ja zā</w>
kā n-e-
pai kar
rā t</w>
be ch</w>
sām nā</w>
lā tā</w>
l aatā</w>
su kh</w>
rū h-e-
bii te</w>
khi lau
ḳhal va
navā z</w>
aa s</w>
n-o- makāñ</w>
ġham-e- furqat</w>
ā. īñ</w>
ḳhā li
yā n-e-
vaj d</w>
ni in
niin d</w>
ha lā
rū d</w>
mu aa
muaa f</w>
rak kh
nā- āshnā</w>
bo se</w>
intiḳhā b</w>
batā te</w>
pe sha</w>
teġh -
saf fā
saffā k</w>
duu bā</w>
lagā ne</w>
lagā nā</w>
kaf-e- pā</w>
rakh ūñ</w>
karish ma</w>
char chā</w>
ġham- gu
pahchā n
kaa be</w>
ma t-
ḍ tā</w>
gir ya-e-
qat re</w>
sha b-
gul oñ</w>
fasl-e- bahār</w>
g hū
qai d-e-
samj ho</w>
ka f</w>
ḳha m-e-
ā b-
zu le
zule ḳh
dil-e- pur-
v eñ</w>
hañ sā
do sh</w>
vas l-e-
bhā g
khiñ ch
b īñ</w>
phe ñk</w>
ja ur</w>
shar t</w>
ī mā
hañ sā</w>
sal ta
tar ī</w>
dāġh-e- dil</w>
u ḍe</w>
aa fat</w>
fa la
gardish-e- ayyām</w>
ham rāh</w>
chu rā</w>
farm ā.iyegā</w>
āġ hosh</w>
mo .ā
mo.ā mla</w>
q aa
ḳhā s</w>
iztir āb-e-
shar t-e-
da -o-
ḳhayāl-e- yār</w>
thaa m</w>
sañ var
naz r-e-
sar mā
fa t
do stāñ</w>
du urī</w>
gunā h
ḳhāshā k</w>
dikh ā.e</w>
l ā.e</w>
sh er
raq s</w>
zā n-e-
daa lī</w>
tau ba</w>
haz rat</w>
d er
rah -o-
kush ta-e-
bā sh</w>
jun ūñ-
bad lī</w>
sā ne
tay yār</w>
naz roñ</w>
imtiyā z</w>
lā b-e-
be-kar āñ</w>
ḳhāna- vīrānī</w>
nashe man</w>
bach pan</w>
fasā nā</w>
li i
ma.asū m</w>
taqā zā-e-
ba lā
kash āñ</w>
parvā z-e-
havā s</w>
vah m-o-
v oñ</w>
v ā.i
paḍ te</w>
gar āñ</w>
sābi t</w>
bada lne</w>
gu mān</w>
kam re</w>
i yāñ</w>
ba hal
naġh me</w>
nū r-e-
ġhā n-e-
bā l</w>
ban doñ</w>
lī -
si kh
mar ī
ma m
sabā t</w>
bāñd h</w>
tū l-e-
paḍ tī</w>
a yā
t kā</w>
ma. ar
ḳhudā yā</w>
bah tā</w>
siyā hī</w>
mut thī</w>
bar ah
yā t</w>
fas l</w>
kāro bār</w>
tā d</w>
jhi l
ake le</w>
j he
dhūñd htā</w>
sam e
ro ke</w>
pat toñ</w>
yak sar</w>
ja gā
da l</w>
ta pā
gul ū</w>
paa k</w>
lī m-e-
tā n-e-
jigar -
paimā ne</w>
tū r</w>
nihā yat</w>
haus le</w>
rā z-
ḳhā kī</w>
baḳh she</w>
ande sh</w>
ko h-e-
ḳhā n
muhī t-e-
ho shi
rah egī</w>
barg-e- gul</w>
sha h</w>
si khā</w>
āla m-
jaa nī</w>
ġhā lib</w>
ra s</w>
subu k-
mukar rar</w>
tas vī
mausam-e- gul</w>
bhīg tā</w>
mu ḍ</w>
ka māñ</w>
rā ne</w>
ñ e</w>
jal ā.e</w>
chch ā</w>
j abr</w>
das tak</w>
dā man-
aa mad</w>
ya gā
an dalī
sa .ī</w>
sa ch
jhag ḍā</w>
pai mān-e-
bhañ var</w>
chhu rī</w>
vi sāl-e-
chāh ne</w>
nā- chār</w>
rakh ne</w>
ij z</w>
dar bāñ</w>
mā j
nab z-e-
maz m
mazm ūñ</w>
has rat-
jā -e-
rish toñ</w>
tishna- labī</w>
vi d
vid ā.a</w>
ham- zabāñ</w>
nau ha
shām-e- ġham</w>
sa f-e-
vā n-e-
charāġh-e- kushta</w>
hai rat-e-
ā.i na</w>
anju man-e-
fish ānī</w>
'ġhā lib
'ġhālib '-e-
bāl īñ</w>
vajū d-e-
pu sht-e-
miz ha-e-
je b-e-
uth ā.iye</w>
hasrat-e- dīdār</w>
tā la-e-
suvai dā</w>
hu i</w>
ba ḳhi
hal qa</w>
parta v-e-
an do
kath in</w>
rās toñ</w>
musal sal</w>
na vā.ī</w>
bur ā.ī</w>
nik.hat-e- gul</w>
mā nū
u chhā
rah guzār</w>
sak eñ</w>
ā.e gī</w>
yārā n-e-
bichh ḍe</w>
sham .eñ</w>
e'timā d</w>
hisā b-e-
ha the
hathe lī</w>
sad ā.eñ</w>
ravā n-e-
ju g
jug nū</w>
sur ma-
tim sāl</w>
im kāñ</w>
pa la
sarv- qad</w>
ru ke</w>
mā the</w>
majbū r</w>
rau zan-e-
ilā j-e-
kar oge</w>
rah bar</w>
sāha b-e-
ja ulāñ</w>
fa zāoñ</w>
pu urī</w>
l ā.ūñ</w>
zū d-
rā hat-e-
ibā dat</w>
dhaḍak tā</w>
ro g</w>
qur bat</w>
sikan dar</w>
ya ktā</w>
ummī deñ</w>
gah re</w>
mu qa
muqa dda
ñ kā</w>
d haal</w>
uthā te</w>
ā fiyat</w>
vīrā n</w>
jal d</w>
ut thī</w>
rag-e- jāñ</w>
oḍ h</w>
lah ja</w>
ch oñ</w>
r ī-e-
p ir
du kh
jash n</w>
das tār</w>
pai kar</w>
s tā</w>
qur bateñ</w>
tā ñ
ġham-e- duniyā</w>
kii ñ</w>
go sh-e-
ma da
ārā t</w>
sañ v
darvā ze</w>
ḳhi tāb</w>
nihā nī</w>
ma. ānī</w>
za nī</w>
zulf āñ</w>
sa vār</w>
v egā</w>
rañg ī</w>
tā lib</w>
chī n-e-
sab r-o-
jā ma-e-
dilru bā.ī</w>
rāz-e- ishq</w>
ma f
hū m</w>
d d-e-
zul mat</w>
parī- rū</w>
ji y
jal ne</w>
dil kash</w>
nāz nīñ</w>
dā ġh</w>
ḳha a
a jam</w>
zaḳh mī</w>
sham shī
likh tā</w>
la.a l-e-
ish q-
g ārī</w>
ārzū -e-
kau sar</w>
tishna- lab</w>
ā qi
ġh l</w>
dil- kushā</w>
as bāb</w>
tā j-e-
ġhai rat</w>
ta .iiñ</w>
sham .a-
kho tī</w>
af zā</w>
dikhā tī</w>
hai vāñ</w>
su m
kho lte</w>
ġham- g
ruḳh sat-e-
dīvā n</w>
hā ki
bad- ḳhū</w>
par var
lau h-e-
dard-e- sar</w>
jaur -o-
ga t</w>
g -o-
k haa.e</w>
ās mānī</w>
yā nī</w>
jii tā</w>
mā h-
go r</w>
garebā ñ-
ġhuncha -e-
lā l-e-
qaa.i m</w>
rā nī</w>
te var</w>
sha k</w>
aañ ch</w>
khu lte</w>
sak eñge</w>
bhii ḍ</w>
haqī qa
ba d-e-
al lāh-
ma shi
mashi yyat</w>
gha tā.eñ</w>
lī l</w>
v ār-e-
huk m-e-
ha q
hā -
mi leñge</w>
pe ḍoñ</w>
añdher ā</w>
numā yāñ</w>
dar ja</w>
ḳhā noñ</w>
chhu t</w>
so ḳh
sah āre</w>
s ah</w>
samj h
uthā o</w>
be chain</w>
dhun d
ḳhvāhi sh-e-
be- zabāñ</w>
tūfā n</w>
! </w>
dhar tī</w>
dār -o-
shik ve</w>
jur .at-e-
ba ġhā
ahvā l-e-
a .a
vaj .h</w>
sāñ señ</w>
v āroñ</w>
kau n-o-makāñ</w>
dar ūñ</w>
mar az</w>
nā- tavāñ</w>
.a toñ</w>
tuj hī</w>
gir e</w>
na .a
sar ā</w>
gul- rañg</w>
za .a</w>
a mī
la had</w>
ī noñ</w>
m īñ</w>
āb gī
ba l
ja fā
kash oñ</w>
rū dād</w>
nj ī
kab āb</w>
savā b</w>
sar ish
seh r</w>
bo lā</w>
chu b
ma kr</w>
tun d-
su lūk</w>
ta pī
khiḍ kī</w>
kho le</w>
sarā sar</w>
uq bā</w>
pii ne</w>
laḳht-e- jigar</w>
pūchh ūñ</w>
dīda-e- tar</w>
ro k</w>
ḳha u
ḳhau f-e-
sav ārī</w>
zar f</w>
ġha l</w>
nigāh-e- yār</w>
tab .a</w>
shab-e- hijr</w>
sī d
na i</w>
sunñ ā</w>
pā ra-e-
va -
ñg ārī</w>
tas bīh</w>
go she</w>
di lā</w>
ja f
jaf ā.eñ</w>
z ūñ</w>
qābi l-e-
rū-e- yār</w>
kai fi
ib rat</w>
ni yyat</w>
d ho</w>
sā qī
zuleḳh ā</w>
gunā hoñ</w>
chashm-e- mast</w>
jām-e- sharāb</w>
gi l</w>
khi l</w>
mī nā-e-
da s</w>
hu shyār</w>
ta nī</w>
da nī</w>
mau j-
ḳhā ma-e-
mut la
mutla q</w>
dū r-
khiñ ch</w>
khīñch tā</w>
naq sha</w>
bo sa-e-
jal dī</w>
nadā mat</w>
bo ltā</w>
sa harī</w>
ḳhurshī d-e-
dari yā-
dā māñ</w>
ba lā.eñ</w>
lacha k</w>
dha nak</w>
man d-e-
fala k-e-
k aate</w>
pi lā</w>
ḳhvā bī
ḳhvābī da</w>
vus .ateñ</w>
kāro bār-e-
na -o-
big ḍī</w>
qaa bū</w>
shī sha
be- ḳhu
be- hisāb</w>
inqa lāb</w>
be-niyā z</w>
panā h</w>
hu zū
chh ā.ī</w>
zu hūr</w>
sub ūr</w>
ni yoñ</w>
uḍ tī</w>
da ir
dair -o-
bi yāñ</w>
talab ī</w>
ma sar
sun ā.e</w>
khā tā</w>
ku jā</w>
taklī f-e-
mu jas
mujas sam</w>
shar mā
tūfā n-e-
sa .
sa. ī-e-
si fāt</w>
du hā.ī</w>
phū ñk</w>
na var
vār dā
bāti l</w>
seh n-e-
yā b</w>
pesh- tar</w>
hañgā ma-e-
qal b</w>
m ūr</w>
fās le</w>
mehr bān</w>
suu nā</w>
māh tāb</w>
-e- ishq</w>
hu kū
ba ñd
ā oñ</w>
ḳhulū s</w>
dar d-o-
ka lī
gir te</w>
shū q</w>
nikal ne</w>
shab-e- vasl</w>
pa ñ
mun ki
ula jh</w>
ish ārā</w>
tā ḳhīr</w>
ār ā.
zam za
ḳharā bāt</w>
ā.i -e-
bazm-e- tarab</w>
qa mar</w>
za l
si r</w>
v īñ</w>
an dh
la tī
pi yā
dā vat</w>
ilti jā</w>
uḍ ne</w>
i d
hā lat-e-
pā band-e-
ag le</w>
dā va-e-
afsur dagī</w>
bah s</w>
bhū lā</w>
saañ p</w>
nazā kat</w>
b- ḳhāne</w>
pu ur
shu k
lag ā.eñ</w>
ga lā</w>
ā da
likh te</w>
gar d-
samaj hne</w>
zamī r</w>
pal keñ</w>
bū ḍ
kho ne</w>
paa sh</w>
us tād</w>
dhī re</w>
nag rī</w>
f aa
āzmā ne</w>
z gī</w>
ḳhvā b-
shī rā
cha s
taa rā</w>
shāḳh oñ</w>
sajā ne</w>
banā ne</w>
jāg tā</w>
le tī</w>
t ham
zaḳhm-e- dil</w>
mar ham</w>
isti ġh
ji b
tan -
ki s
tahzī b-e-
ḳhas -o-
mu nā
ban da-e-
kashma kash</w>
rāz- dāñ</w>
ḳhudā va
pa nd</w>
nam rūd</w>
ni ko
rā na</w>
qala n
in āñ</w>
āsh nā-e-
dī dār-e-
dikhā tā</w>
mah mil</w>
hā nī</w>
sharā fat</w>
kinā ra</w>
shī sha-
t ā.ū
n irā
mai dāñ</w>
ba- ḳhud</w>
ī na</w>
bī m
añge z</w>
gir āñ-
sho la</w>
shorī da</w>
kai f-e-
nasī m</w>
tishna- kām</w>
qat l-
bikhar ne</w>
bī nā.ī</w>
huk m</w>
bar f</w>
sha nās
jal tī</w>
pe shānī</w>
ū ñgī</w>
pat te</w>
l ūñ</w>
kaa t</w>
lā n-e-
gulā bī</w>
lut f-o-
pichh le</w>
vaa lī</w>
mau ja-e-
paḍ hā</w>
v aisā</w>
ruu p</w>
tamā sh
tamāsh ā.ī</w>
dos to</w>
musav vi
musavvi r</w>
dū r</w>
pahā ḍ</w>
si d
mehr-o- vafā</w>
ḳh l</w>
ḳhā numā
ḳhānumā ñ-
ḳhānumāñ- ḳharāb</w>
nā- rasā</w>
ran jūr</w>
cha lan</w>
paimān-e- vafā</w>
far mā</w>
guzar te</w>
tā ne</w>
sī khā</w>
ā dam</w>
uthā nā</w>
ā sānī</w>
ḳhi z
vīrā ne</w>
soz-e- nihāñ</w>
qatra-e- ḳhūñ</w>
chaḍ hte</w>
parin de</w>
dar pesh</w>
kah iyo</w>
p ai</w>
e .a
dar e
par chh
