{
  "<pad>": 0,
  "<unk>": 1,
  "<sos>": 2,
  "<eos>": 3,
  "آہٹ</w>": 4,
  "سی</w>": 5,
  "کوئی</w>": 6,
  "آئے</w>": 7,
  "تو</w>": 8,
  "لگتا</w>": 9,
  "ہے</w>": 10,
  "کہ</w>": 11,
  "تم</w>": 12,
  "ہو</w>": 13,
  "سایہ</w>": 14,
  "لہ": 15,
  "رائے</w>": 16,
  "جب</w>": 17,
  "شاخ</w>": 18,
  "ہاتھ</w>": 19,
  "لگاتے</w>": 20,
  "ہی</w>": 21,
  "چمن</w>": 22,
  "میں</w>": 23,
  "شرمائے</w>": 24,
  "لچک</w>": 25,
  "جائے</w>": 26,
  "صندل</w>": 27,
  "سے</w>": 28,
  "مہ": 29,
  "کتی</w>": 30,
  "ہوئی</w>": 31,
  "پر</w>": 32,
  "کیف</w>": 33,
  "ہوا</w>": 34,
  "کا</w>": 35,
  "جھونکا</w>": 36,
  "ٹکرائے</w>": 37,
  "اوڑ": 38,
  "ھے</w>": 39,
  "ہوئے</w>": 40,
  "تاروں</w>": 41,
  "کی</w>": 42,
  "چمکتی</w>": 43,
  "چادر</w>": 44,
  "ندی</w>": 45,
  "بل</w>": 46,
  "کھائے</w>": 47,
  "رات</w>": 48,
  "گئے</w>": 49,
  "کرن</w>": 50,
  "میرے</w>": 51,
  "برابر</w>": 52,
  "چپ</w>": 53,
  "چاپ</w>": 54,
  "سو</w>": 55,
  "موج</w>": 56,
  "گل</w>": 57,
  "صبا</w>": 58,
  "سحر</w>": 59,
  "لگتی</w>": 60,
  "سر</w>": 61,
  "پا</w>": 62,
  "تک</w>": 63,
  "وہ</w>": 64,
  "سماں</w>": 65,
  "نظر</w>": 66,
  "ہم</w>": 67,
  "نے</w>": 68,
  "ہر</w>": 69,
  "گام</w>": 70,
  "پہ</w>": 71,
  "سج": 72,
  "دوں</w>": 73,
  "کے</w>": 74,
  "جلائے</w>": 75,
  "ہیں</w>": 76,
  "چراغ</w>": 77,
  "اب</w>": 78,
  "ہمیں</w>": 79,
  "تیری</w>": 80,
  "گلی</w>": 81,
  "راہ</w>": 82,
  "گزر</w>": 83,
  "لمحے</w>": 84,
  "بسی</w>": 85,
  "تری</w>": 86,
  "یادوں</w>": 87,
  "مہک</w>": 88,
  "آج</w>": 89,
  "خوشبو</w>": 90,
  "سفر</w>": 91,
  "جل</w>": 92,
  "گیا</w>": 93,
  "اپنا</w>": 94,
  "نشیمن</w>": 95,
  "بات</w>": 96,
  "نہیں</w>": 97,
  "دیکھنا</w>": 98,
  "یہ</w>": 99,
  "آگ</w>": 100,
  "کدھر</w>": 101,
  "ساری</w>": 102,
  "دنیا</w>": 103,
  "غریبوں</w>": 104,
  "لہو</w>": 105,
  "بہتا</w>": 106,
  "زمیں</w>": 107,
  "مجھ</w>": 108,
  "کو</w>": 109,
  "مرے</w>": 110,
  "خون</w>": 111,
  "تر</w>": 112,
  "آ": 113,
  "سو": 114,
  "دہ</w>": 115,
  "اہل</w>": 116,
  "سیاست</w>": 117,
  "سوا</w>": 118,
  "صدی</w>": 119,
  "دشمن</w>": 120,
  "ارباب</w>": 121,
  "ہنر</w>": 122,
  "واقعہ</w>": 123,
  "شہر</w>": 124,
  "کل</w>": 125,
  "ایسا</w>": 126,
  "نہ</w>": 127,
  "اخبار</w>": 128,
  "دفتر</w>": 129,
  "خبر</w>": 130,
  "لکھنو</w>": 131,
  "کیا</w>": 132,
  "گلیوں</w>": 133,
  "مقدر</w>": 134,
  "تھا</w>": 135,
  "یہی</w>": 136,
  "خاک</w>": 137,
  "بسر</w>": 138,
  "ط": 139,
  "لو": 140,
  "ع</w>": 141,
  "صبح</w>": 142,
  "نظریں</w>": 143,
  "اٹھا</w>": 144,
  "دیکھ</w>": 145,
  "ذرا</w>": 146,
  "شکست</w>": 147,
  "ظلمت</w>": 148,
  "شب</w>": 149,
  "مسکرا</w>": 150,
  "غم</w>": 151,
  "بہار</w>": 152,
  "و</w>": 153,
  "یار</w>": 154,
  "سب</w>": 155,
  "کچھ</w>": 156,
  "جہاں</w>": 157,
  "بھی</w>": 158,
  "دل</w>": 159,
  "لگا</w>": 160,
  "کون</w>": 161,
  "غ": 162,
  "ات</w>": 163,
  "لے</w>": 164,
  "آئی</w>": 165,
  "ہمارے</w>": 166,
  "زخم</w>": 167,
  "تمنا</w>": 168,
  "آ</w>": 169,
  "ایک</w>": 170,
  "سمت</w>": 171,
  "اک</w>": 172,
  "آفتاب</w>": 173,
  "ابھ": 174,
  "رے</w>": 175,
  "گا</w>": 176,
  "دیر</w>": 177,
  "حرم</w>": 178,
  "بجھا</w>": 179,
  "وجود</w>": 180,
  "عشق</w>": 181,
  "تاریخ</w>": 182,
  "پتہ</w>": 183,
  "چلے</w>": 184,
  "ورق</w>": 185,
  "الٹ</w>": 186,
  "ا": 187,
  "رض</w>": 188,
  "سما</w>": 189,
  "ملے</w>": 190,
  "اور</w>": 191,
  "قبول</w>": 192,
  "حوصلے</w>": 193,
  "وفا</w>": 194,
  "رشتہ</w>": 195,
  "گریباں</w>": 196,
  "میری</w>": 197,
  "طرف</w>": 198,
  "بھا": 199,
  "کرو</w>": 200,
  "دور</w>": 201,
  "غز": 202,
  "الوں</w>": 203,
  "طرح</w>": 204,
  "چاہا</w>": 205,
  "تمہیں</w>": 206,
  "چاہنے</w>": 207,
  "والوں</w>": 208,
  "خود": 209,
  "ب": 210,
  "خود</w>": 211,
  "نیند</w>": 212,
  "آنکھوں</w>": 213,
  "گھ": 214,
  "لی</w>": 215,
  "جاتی</w>": 216,
  "مہکی</w>": 217,
  "ترے</w>": 218,
  "با": 219,
  "لوں</w>": 220,
  "تیرے</w>": 221,
  "بن</w>": 222,
  "ہاتھوں</w>": 223,
  "ایا": 224,
  "غ</w>": 225,
  "خوبصورت</w>": 226,
  "مگر</w>": 227,
  "زہر</w>": 228,
  "پی": 229,
  "اس</w>": 230,
  "زیادہ</w>": 231,
  "ن": 232,
  "ر": 233,
  "می</w>": 234,
  "بر": 235,
  "توں</w>": 236,
  "زخموں</w>": 237,
  "چھو": 238,
  "ا</w>": 239,
  "گ": 240,
  "گنگنا": 241,
  "تے</w>": 242,
  "کبھی</w>": 243,
  "ان</w>": 244,
  "سینوں</w>": 245,
  "خاطر</w>": 246,
  "جو</w>": 247,
  "کتے</w>": 248,
  "شو": 249,
  "زلفیں</w>": 250,
  "آنکھیں</w>": 251,
  "ابرو</w>": 252,
  "لب</w>": 253,
  "مشہور</w>": 254,
  "مث": 255,
  "مایوس</w>": 256,
  "اے</w>": 257,
  "دوراں</w>": 258,
  "ابھی</w>": 259,
  "درد</w>": 260,
  "چمک": 261,
  "اجا": 262,
  "ملاو</w>": 263,
  "ہزاروں</w>": 264,
  "چہرے</w>": 265,
  "سلگتے</w>": 266,
  "ملا</w>": 267,
  "مری</w>": 268,
  "محنت</w>": 269,
  "صلہ</w>": 270,
  "چند</w>": 271,
  "سکے</w>": 272,
  "چھالوں</w>": 273,
  "جستجو</w>": 274,
  "کسی</w>": 275,
  "منزل</w>": 276,
  "ٹھہ": 277,
  "رنے</w>": 278,
  "دیا</w>": 279,
  "بھٹک": 280,
  "رہے</w>": 281,
  "آوارہ</w>": 282,
  "خیالوں</w>": 283,
  "زندگی</w>": 284,
  "جس</w>": 285,
  "ترا</w>": 286,
  "پیار</w>": 287,
  "جانے</w>": 288,
  "ناکام</w>": 289,
  "روح</w>": 290,
  "چھپا</w>": 291,
  "لگے</w>": 292,
  "مجھے</w>": 293,
  "بد</w>": 294,
  "دعا</w>": 295,
  "پسند</w>": 296,
  "مدت</w>": 297,
  "داغ</w>": 298,
  "بھلا</w>": 299,
  "آنسووں</w>": 300,
  "بھی": 301,
  "گ</w>": 302,
  "بہت</w>": 303,
  "قریب</w>": 304,
  "آواز</w>": 305,
  "جاوں</w>": 306,
  "بند</w>": 307,
  "تمام</w>": 308,
  "جھان": 309,
  "کتا</w>": 310,
  "کھو</w>": 311,
  "سا</w>": 312,
  "جاتا</w>": 313,
  "ہوں</w>": 314,
  "کرے</w>": 315,
  "برا</w>": 316,
  "سوچتا</w>": 317,
  "ٹوں</w>": 318,
  "اجنبی</w>": 319,
  "میرا</w>": 320,
  "گاوں</w>": 321,
  "پہچان": 322,
  "تا</w>": 323,
  "وقت</w>": 324,
  "رفتار</w>": 325,
  "دکھاتی</w>": 326,
  "بڑا</w>": 327,
  "خوف</w>": 328,
  "بکھر</w>": 329,
  "آدمی</w>": 330,
  "فرد</w>": 331,
  "سانحہ</w>": 332,
  "آدھ</w>": 333,
  "قدم</w>": 334,
  "حساب</w>": 335,
  "رکھ": 336,
  "ئے</w>": 337,
  "تلک</w>": 338,
  "وہی</w>": 339,
  "فاصلہ</w>": 340,
  "حکایت</w>": 341,
  "کشش</w>": 342,
  "رکھتی</w>": 343,
  "زمانہ</w>": 344,
  "غور</w>": 345,
  "سنتا</w>": 346,
  "لاکھ</w>": 347,
  "سہی</w>": 348,
  "شہروں</w>": 349,
  "ف": 350,
  "ٹ</w>": 351,
  "پا": 352,
  "تھوں</w>": 353,
  "لاش</w>": 354,
  "کس</w>": 355,
  "لیے</w>": 356,
  "پھرتے</w>": 357,
  "انہیں</w>": 358,
  "باتوں</w>": 359,
  "سنتے</w>": 360,
  "آتی</w>": 361,
  "ہنسی</w>": 362,
  "بے</w>": 363,
  "ایمان</w>": 364,
  "تھے</w>": 365,
  "جن</w>": 366,
  "موسم</w>": 367,
  "کم</w>": 368,
  "ہوتی</w>": 369,
  "مفت</w>": 370,
  "الزام</w>": 371,
  "رکھ</w>": 372,
  "دیتے</w>": 373,
  "برسا": 374,
  "زلف</w>": 375,
  "چھن": 376,
  "تی</w>": 377,
  "بدن</w>": 378,
  "تاب": 379,
  "شیں</w>": 380,
  "ہنس</w>": 381,
  "کرتے</w>": 382,
  "اکثر</w>": 383,
  "چاندنی</w>": 384,
  "راتوں</w>": 385,
  "شرم</w>": 386,
  "فخر</w>": 387,
  "ملا": 388,
  "قات": 389,
  "وں</w>": 390,
  "لوگ</w>": 391,
  "محبوب</w>": 392,
  "طالب</w>": 393,
  "مط": 394,
  "لوب</w>": 395,
  "طوفان</w>": 396,
  "لیکن</w>": 397,
  "سفی": 398,
  "کہیں</w>": 399,
  "ڈوب</w>": 400,
  "پکا": 401,
  "رو</w>": 402,
  "لق": 403,
  "ب</w>": 404,
  "نام</w>": 405,
  "منسوب</w>": 406,
  "صورت</w>": 407,
  "پرست": 408,
  "ار</w>": 409,
  "مرغ": 410,
  "وب</w>": 411,
  "الفاظ</w>": 412,
  "اظہار</w>": 413,
  "محبت</w>": 414,
  "طری": 415,
  "قے</w>": 416,
  "نظروں</w>": 417,
  "مع": 418,
  "ی": 419,
  "عہد</w>": 420,
  "صی": 421,
  "رت</w>": 422,
  "نقا": 423,
  "د</w>": 424,
  "بڑے</w>": 425,
  "مر": 426,
  "ع": 427,
  "اتنا</w>": 428,
  "گھبرا": 429,
  "نئی</w>": 430,
  "طرز</w>": 431,
  "ادا</w>": 432,
  "بدلے</w>": 433,
  "اس": 434,
  "دامن</w>": 435,
  "کشاں</w>": 436,
  "میاں</w>": 437,
  "زور</w>": 438,
  "ہمارا</w>": 439,
  "کہاں</w>": 440,
  "تھک</w>": 441,
  "کارواں</w>": 442,
  "رتا</w>": 443,
  "وہیں</w>": 444,
  "نیا</w>": 445,
  "گماں</w>": 446,
  "یقیں</w>": 447,
  "یوں</w>": 448,
  "درمیاں</w>": 449,
  "بدلتے</w>": 450,
  "رہتے</w>": 451,
  "بس</w>": 452,
  "سال</w>": 453,
  "داستاں</w>": 454,
  "آزما": 455,
  "ئ": 456,
  "شوں</w>": 457,
  "ہجوم</w>": 458,
  "عمر</w>": 459,
  "امتحاں</w>": 460,
  "گھو": 461,
  "م": 462,
  "رہنا</w>": 463,
  "آگے</w>": 464,
  "لمحہ</w>": 465,
  "حیرت</w>": 466,
  "لفظ</w>": 467,
  "ساتھ</w>": 468,
  "دیں</w>": 469,
  "ایسے</w>": 470,
  "ہاں</w>": 471,
  "جان</w>": 472,
  "حیا</w>": 473,
  "اقرار</w>": 474,
  "جتنے</w>": 475,
  "پہلے</w>": 476,
  "خوش</w>": 477,
  "چش": 478,
  "موں</w>": 479,
  "چو": 480,
  "کنا</w>": 481,
  "سوئی</w>": 482,
  "ہوشیار</w>": 483,
  "جاتے</w>": 484,
  "اچھے</w>": 485,
  "کہہ</w>": 486,
  "پوچھے</w>": 487,
  "پوچھنے</w>": 488,
  "والے</w>": 489,
  "بیمار</w>": 490,
  "قطرہ</w>": 491,
  "صرف</w>": 492,
  "اپنے</w>": 493,
  "شکل</w>": 494,
  "دکھائی</w>": 495,
  "تب</w>": 496,
  "خوں</w>": 497,
  "بار</w>": 498,
  "کتنی</w>": 499,
  "پڑے</w>": 500,
  "دو": 501,
  "تنہائی</w>": 502,
  "ملنے</w>": 503,
  "آیا</w>": 504,
  "انکار</w>": 505,
  "نقصان</w>": 506,
  "نف": 507,
  "سمجھ": 508,
  "اتے</w>": 509,
  "یارو</w>": 510,
  "کاروبار</w>": 511,
  "محفل</w>": 512,
  "چھائی</w>": 513,
  "خاموش</w>": 514,
  "شعر</w>": 515,
  "سنا": 516,
  "یا</w>": 517,
  "لوگوں</w>": 518,
  "دار</w>": 519,
  "سوچو</w>": 520,
  "جانو</w>": 521,
  "چاہو</w>": 522,
  "رنگ</w>": 523,
  "بھ": 524,
  "نقشہ</w>": 525,
  "کھینچا</w>": 526,
  "خا": 527,
  "تیار</w>": 528,
  "دی": 529,
  "ش</w>": 530,
  "پر": 531,
  "سدھ": 532,
  "ارے</w>": 533,
  "پڑا</w>": 534,
  "نظ": 535,
  "چھوڑی</w>": 536,
  "غزل": 537,
  "یں</w>": 538,
  "گی": 539,
  "بی": 540,
  "و": 541,
  "پار</w>": 542,
  "تجھ</w>": 543,
  "لایا</w>": 544,
  "دن</w>": 545,
  "خوابوں</w>": 546,
  "گنوا": 547,
  "نیکی</w>": 548,
  "جرم</w>": 549,
  "عی": 550,
  "بوں</w>": 551,
  "چھپایا</w>": 552,
  "دکھا</w>": 553,
  "لو</w>": 554,
  "آپ</w>": 555,
  "دکھایا</w>": 556,
  "مدتوں</w>": 557,
  "ترک</w>": 558,
  "رویا</w>": 559,
  "قرض</w>": 560,
  "چ": 561,
  "کایا</w>": 562,
  "پتا</w>": 563,
  "تلا": 564,
  "فی</w>": 565,
  "شاعری</w>": 566,
  "معلوم</w>": 567,
  "امانت</w>": 568,
  "رہتا</w>": 569,
  "رہتی</w>": 570,
  "تمہارے</w>": 571,
  "پاس</w>": 572,
  "آتا</w>": 573,
  "تنہا</w>": 574,
  "چاہے</w>": 575,
  "سچ</w>": 576,
  "بو": 577,
  "بارے</w>": 578,
  "مسک": 579,
  "را": 580,
  "جھوٹا</w>": 581,
  "ہونٹوں</w>": 582,
  "دہ": 583,
  "پی</w>": 584,
  "کر</w>": 585,
  "پیاسا</w>": 586,
  "تجھے</w>": 587,
  "بانہوں</w>": 588,
  "بھر</w>": 589,
  "لینے</w>": 590,
  "خواہش</w>": 591,
  "رتی</w>": 592,
  "اپنی</w>": 593,
  "رسوا</w>": 594,
  "حوصلہ</w>": 595,
  "شک": 596,
  "نوں</w>": 597,
  "نا</w>": 598,
  "جبیں</w>": 599,
  "دیوانہ</w>": 600,
  "بنے</w>": 601,
  "سن</w>": 602,
  "لیا</w>": 603,
  "جگہ</w>": 604,
  "پہل</w>": 605,
  "سنائی</w>": 606,
  "احسان</w>": 607,
  "حسینوں</w>": 608,
  "اٹھائے</w>": 609,
  "سمجھ</w>": 610,
  "خدا</w>": 611,
  "کہا</w>": 612,
  "ورنہ</w>": 613,
  "کہی</w>": 614,
  "اتنے</w>": 615,
  "کرنے</w>": 616,
  "سنبھال</w>": 617,
  "حد</w>": 618,
  "گزرنے</w>": 619,
  "حقیق": 620,
  "مطلب</w>": 621,
  "فرض</w>": 622,
  "آن</w>": 623,
  "ٹوٹ": 624,
  "عقی": 625,
  "سلسلے</w>": 626,
  "جیسے</w>": 627,
  "بکھرنے</w>": 628,
  "چشم</w>": 629,
  "رنا</w>": 630,
  "محال</w>": 631,
  "تیرا</w>": 632,
  "کمال</w>": 633,
  "مہر</w>": 634,
  "ماہ</w>": 635,
  "کائنات</w>": 636,
  "ات": 637,
  "سنبھ": 638,
  "الا</w>": 639,
  "گو</w>": 640,
  "ڈ": 641,
  "دلی</w>": 642,
  "گئیں</w>": 643,
  "کوچ": 644,
  "رو": 645,
  "نق": 646,
  "جھکا</w>": 647,
  "یاد</w>": 648,
  "در</w>": 649,
  "دیوار</w>": 650,
  "سائے</w>": 651,
  "آبگی": 652,
  "ٹکرا</w>": 653,
  "پائے</w>": 654,
  "کوہ": 655,
  "سا": 656,
  "روں</w>": 657,
  "حوادث</w>": 658,
  "سنگ</w>": 659,
  "ری": 660,
  "زوں</w>": 661,
  "خز": 662,
  "ف</w>": 663,
  "کتنے</w>": 664,
  "ہیرے</w>": 665,
  "چن</w>": 666,
  "لائے</w>": 667,
  "حالات</w>": 668,
  "واسطے</w>": 669,
  "برائے</w>": 670,
  "جانب</w>": 671,
  "دیکھا</w>": 672,
  "سنوا": 673,
  "را</w>": 674,
  "ارا</w>": 675,
  "چھو</w>": 676,
  "چونک</w>": 677,
  "اٹھتا</w>": 678,
  "پلکوں</w>": 679,
  "اشکوں</w>": 680,
  "لکی": 681,
  "ر</w>": 682,
  "آنچل</w>": 683,
  "کنا": 684,
  "خلش</w>": 685,
  "دے</w>": 686,
  "رہ</w>": 687,
  "جا</w>": 688,
  "گوارا</w>": 689,
  "بھیک</w>": 690,
  "لاکھوں</w>": 691,
  "گزارا</w>": 692,
  "عذ": 693,
  "ابوں</w>": 694,
  "سلسلہ</w>": 695,
  "رہا</w>": 696,
  "جینے</w>": 697,
  "دیوانے</w>": 698,
  "سخت</w>": 699,
  "مرحلہ</w>": 700,
  "چلو</w>": 701,
  "جیتا</w>": 702,
  "عقل</w>": 703,
  "ہار</w>": 704,
  "سکی</w>": 705,
  "مزے</w>": 706,
  "مقا": 707,
  "بلہ</w>": 708,
  "ذات</w>": 709,
  "گم</w>": 710,
  "سکا</w>": 711,
  "پھر</w>": 712,
  "چھیڑ</w>": 713,
  "لا": 714,
  "تھی</w>": 715,
  "دلوں</w>": 716,
  "معاملہ</w>": 717,
  "می": 718,
  "کشی</w>": 719,
  "عادت</w>": 720,
  "تلخ</w>": 721,
  "حقیقت</w>": 722,
  "فتنۂ</w>": 723,
  "جو": 724,
  "شورش</w>": 725,
  "جذبات</w>": 726,
  "بغیر</w>": 727,
  "قیامت</w>": 728,
  "جوانی</w>": 729,
  "قسم</w>": 730,
  "شرارت</w>": 731,
  "اچھا</w>": 732,
  "تقاضا</w>": 733,
  "خیال</w>": 734,
  "جمال</w>": 735,
  "پل</w>": 736,
  "اٹھ": 737,
  "اٹھ</w>": 738,
  "جائیں</w>": 739,
  "انجمن</w>": 740,
  "سونا</w>": 741,
  "روش</w>": 742,
  "جدا</w>": 743,
  "ہماری</w>": 744,
  "جھگڑا</w>": 745,
  "اعتبار</w>": 746,
  "دھوکے</w>": 747,
  "بھروسا</w>": 748,
  "لہجہ</w>": 749,
  "بنا</w>": 750,
  "کریں</w>": 751,
  "سامنے</w>": 752,
  "تماشا</w>": 753,
  "انعام</w>": 754,
  "خطاب</w>": 755,
  "ویسے</w>": 756,
  "س": 757,
  "فا": 758,
  "رش": 759,
  "اک": 760,
  "ٹھا</w>": 761,
  "پوچھ</w>": 762,
  "روزگار</w>": 763,
  "گھونٹ</w>": 764,
  "کڑ": 765,
  "وا</w>": 766,
  "شخص</w>": 767,
  "پریشان</w>": 768,
  "بدر</w>": 769,
  "بھنور</w>": 770,
  "تجا": 771,
  "ہل</w>": 772,
  "کہے</w>": 773,
  "خوشی</w>": 774,
  "ت": 775,
  "جینا</w>": 776,
  "نشاط</w>": 777,
  "صحبت</w>": 778,
  "رنداں</w>": 779,
  "غنیمت</w>": 780,
  "آشوب</w>": 781,
  "خطر</w>": 782,
  "کسے</w>": 783,
  "حشر</w>": 784,
  "ہوگا</w>": 785,
  "ڈر</w>": 786,
  "تند</w>": 787,
  "پاوں</w>": 788,
  "ٹک</w>": 789,
  "سکیں</w>": 790,
  "کھڑا</w>": 791,
  "شجر</w>": 792,
  "جہان</w>": 793,
  "نو</w>": 794,
  "مکمل</w>": 795,
  "نگار</w>": 796,
  "مختصر</w>": 797,
  "دیدہ</w>": 798,
  "حسن</w>": 799,
  "بکھ": 800,
  "سنور": 801,
  "روشنی</w>": 802,
  "طوف": 803,
  "انوں</w>": 804,
  "دریا</w>": 805,
  "چاند</w>": 806,
  "اترتا</w>": 807,
  "راستے</w>": 808,
  "رہی</w>": 809,
  "بازو</w>": 810,
  "گزرتا</w>": 811,
  "مٹ</w>": 812,
  "سمی": 813,
  "ٹا</w>": 814,
  "اندھیرے</w>": 815,
  "سورج</w>": 816,
  "سینے</w>": 817,
  "ابھرتا</w>": 818,
  "گے</w>": 819,
  "گی</w>": 820,
  "اوقات</w>": 821,
  "آئیں</w>": 822,
  "ملیں</w>": 823,
  "آخر</w>": 824,
  "تقریب</w>": 825,
  "ملاقات</w>": 826,
  "ناوک</w>": 827,
  "بوند</w>": 828,
  "مدا": 829,
  "چاہیں</w>": 830,
  "سات</w>": 831,
  "بڑھتے</w>": 832,
  "بیٹھ</w>": 833,
  "سوچیں</w>": 834,
  "جسم</w>": 835,
  "آوارگی</w>": 836,
  "مت</w>": 837,
  "کہو</w>": 838,
  "سکتے</w>": 839,
  "ایسی</w>": 840,
  "ہٹ</w>": 841,
  "سنو</w>": 842,
  "گنی</w>": 843,
  "دیوانوں</w>": 844,
  "دیوانگی</w>": 845,
  "کٹ</w>": 846,
  "زنجیریں</w>": 847,
  "آزاد</w>": 848,
  "تیز</w>": 849,
  "اٹھتے</w>": 850,
  "آتے</w>": 851,
  "وعدے</w>": 852,
  "موجود</w>": 853,
  "وع": 854,
  "کمی</w>": 855,
  "چھ": 856,
  "ٹ": 857,
  "پھی": 858,
  "تیرگی</w>": 859,
  "ہوگی</w>": 860,
  "قاتل</w>": 861,
  "داماں</w>": 862,
  "کہتے</w>": 863,
  "کا": 864,
  "شہیداں</w>": 865,
  "علاج</w>": 866,
  "چاک</w>": 867,
  "پیراہن</w>": 868,
  "کانٹوں</w>": 869,
  "تر": 870,
  "انے</w>": 871,
  "د": 872,
  "ئیے</w>": 873,
  "لفظوں</w>": 874,
  "قید</w>": 875,
  "لیں</w>": 876,
  "عجب</w>": 877,
  "انداز</w>": 878,
  "زنداں</w>": 879,
  "فنا</w>": 880,
  "سڑ": 881,
  "کوں</w>": 882,
  "مر</w>": 883,
  "انساں</w>": 884,
  "لپ": 885,
  "ٹی</w>": 886,
  "شعلوں</w>": 887,
  "چاہتا</w>": 888,
  "طوفاں</w>": 889,
  "چھلکتے</w>": 890,
  "جام</w>": 891,
  "بھیگی</w>": 892,
  "اتر</w>": 893,
  "ستائے</w>": 894,
  "یاراں</w>": 895,
  "تہذیب</w>": 896,
  "کیسے</w>": 897,
  "راس</w>": 898,
  "اجڑ</w>": 899,
  "ال": 900,
  "اں</w>": 901,
  "شگفتہ</w>": 902,
  "تازگی</w>": 903,
  "دی</w>": 904,
  "مانگا</w>": 905,
  "مشکل</w>": 906,
  "کلی</w>": 907,
  "خلوت</w>": 908,
  "کدے</w>": 909,
  "سن": 910,
  "دھوپ</w>": 911,
  "بخشی</w>": 912,
  "سبز</w>": 913,
  "دانوں</w>": 914,
  "وسعتیں</w>": 915,
  "بخ": 916,
  "پگھ": 917,
  "لتے</w>": 918,
  "آب": 919,
  "شا": 920,
  "ناروا</w>": 921,
  "تق": 922,
  "سیم</w>": 923,
  "قائل</w>": 924,
  "آنسو</w>": 925,
  "کرشمہ</w>": 926,
  "زمانے</w>": 927,
  "درویش</w>": 928,
  "دعا": 929,
  "خیر</w>": 930,
  "ممکن</w>": 931,
  "کام</w>": 932,
  "گیت</w>": 933,
  "لکھ": 934,
  "وائے</w>": 935,
  "چرا</w>": 936,
  "حصے</w>": 937,
  "غبار</w>": 938,
  "کوئے</w>": 939,
  "حیات</w>": 940,
  "کاٹ</w>": 941,
  "تھوڑا</w>": 942,
  "واں</w>": 943,
  "گزار</w>": 944,
  "قرب</w>": 945,
  "قر": 946,
  "‌‌</w>": 947,
  "جاں</w>": 948,
  "پکار</w>": 949,
  "کھلے</w>": 950,
  "فصل</w>": 951,
  "عزیز</w>": 952,
  "کاغذ</w>": 953,
  "قس": 954,
  "متوں</w>": 955,
  "وار</w>": 956,
  "روز</w>": 957,
  "مروت</w>": 958,
  "یقین</w>": 959,
  "وعدۂ</w>": 960,
  "راتیں</w>": 961,
  "گزری</w>": 962,
  "ستاروں</w>": 963,
  "برا": 964,
  "تیں</w>": 965,
  "تسلی</w>": 966,
  "دیتا</w>": 967,
  "دیتی</w>": 968,
  "باتیں</w>": 969,
  "شائستہ</w>": 970,
  "الم</w>": 971,
  "شاید</w>": 972,
  "زدہ</w>": 973,
  "کیوں</w>": 974,
  "حال</w>": 975,
  "کہنا</w>": 976,
  "دلچسپ</w>": 977,
  "کرتی</w>": 978,
  "رہزن</w>": 979,
  "لٹ": 980,
  "دیکھی</w>": 981,
  "جیتے</w>": 982,
  "کھا</w>": 983,
  "لیتے</w>": 984,
  "ما": 985,
  "پوچھو</w>": 986,
  "پڑ": 987,
  "کتابوں</w>": 988,
  "ہواوں</w>": 989,
  "بسا": 990,
  "طیں</w>": 991,
  "سینہ</w>": 992,
  "ناف</w>": 993,
  "کمر</w>": 994,
  "صدیوں</w>": 995,
  "کتنا</w>": 996,
  "کٹھن</w>": 997,
  "بسے</w>": 998,
  "بچا": 999,
  "پھو": 1000,
  "نک": 1001,
  "سوچا</w>": 1002,
  "بیٹھا</w>": 1003,
  "لکھوں</w>": 1004,
  "چھوٹے</w>": 1005,
  "ذہن</w>": 1006,
  "پتھر</w>": 1007,
  "باندھ</w>": 1008,
  "پیچھے</w>": 1009,
  "خواب</w>": 1010,
  "پھرے</w>": 1011,
  "لوٹ</w>": 1012,
  "چلیں</w>": 1013,
  "گھر</w>": 1014,
  "جل": 1015,
  "ن</w>": 1016,
  "بھولیں</w>": 1017,
  "وعدہ</w>": 1018,
  "شکن</w>": 1019,
  "چوٹ</w>": 1020,
  "بائے</w>": 1021,
  "دب": 1022,
  "صنم</w>": 1023,
  "اتنی</w>": 1024,
  "رنج</w>": 1025,
  "مح": 1026,
  "نبھا</w>": 1027,
  "آخری</w>": 1028,
  "چلن</w>": 1029,
  "بیت</w>": 1030,
  "گئی</w>": 1031,
  "بتاو</w>": 1032,
  "غیر</w>": 1033,
  "پاو</w>": 1034,
  "اندھیروں</w>": 1035,
  "نکلنے</w>": 1036,
  "شع": 1037,
  "ل</w>": 1038,
  "جلا": 1039,
  "بوجھ</w>": 1040,
  "اوں</w>": 1041,
  "اکیلا</w>": 1042,
  "کب</w>": 1043,
  "او</w>": 1044,
  "چلی</w>": 1045,
  "ناز</w>": 1046,
  "اٹھاو</w>": 1047,
  "قتل</w>": 1048,
  "تمہاری</w>": 1049,
  "چڑھ": 1050,
  "جی</w>": 1051,
  "بالیں</w>": 1052,
  "جاو</w>": 1053,
  "افق</w>": 1054,
  "اگرچہ</w>": 1055,
  "لتا</w>": 1056,
  "پڑتا</w>": 1057,
  "سوی": 1058,
  "چہرہ</w>": 1059,
  "بس": 1060,
  "سبھی</w>": 1061,
  "بانٹ</w>": 1062,
  "بھو": 1063,
  "خمار</w>": 1064,
  "ادھورا</w>": 1065,
  "شعاع": 1066,
  "سیڑھ": 1067,
  "یاں</w>": 1068,
  "پیہم</w>": 1069,
  "فلک</w>": 1070,
  "ریت</w>": 1071,
  "سل</w>": 1072,
  "ہ": 1073,
  "بچاتے</w>": 1074,
  "مجبور</w>": 1075,
  "نشۂ</w>": 1076,
  "مے</w>": 1077,
  "پیاس</w>": 1078,
  "بجھ": 1079,
  "ی</w>": 1080,
  "تشنگی</w>": 1081,
  "بڑھا</w>": 1082,
  "خرا": 1083,
  "جات</w>": 1084,
  "مل</w>": 1085,
  "نیم</w>": 1086,
  "نگاہی</w>": 1087,
  "اسی</w>": 1088,
  "روا": 1089,
  "یات</w>": 1090,
  "مرکز</w>": 1091,
  "دیدۂ</w>": 1092,
  "خو": 1093,
  "بان</w>": 1094,
  "نسبت</w>": 1095,
  "رکھتے</w>": 1096,
  "خفا</w>": 1097,
  "ہائے</w>": 1098,
  "کوسوں</w>": 1099,
  "مرا</w>": 1100,
  "چھین</w>": 1101,
  "دھڑ": 1102,
  "چلا</w>": 1103,
  "رزق</w>": 1104,
  "دینے</w>": 1105,
  "والا</w>": 1106,
  "مانگ</w>": 1107,
  "تدبیر</w>": 1108,
  "کرنی</w>": 1109,
  "راز</w>": 1110,
  "قدر</w>": 1111,
  "الگ</w>": 1112,
  "سوچوں</w>": 1113,
  "عجیب</w>": 1114,
  "جسے</w>": 1115,
  "سرو": 1116,
  "کار</w>": 1117,
  "نصیب</w>": 1118,
  "حدود</w>": 1119,
  "باہر</w>": 1120,
  "نکل</w>": 1121,
  "رقیب</w>": 1122,
  "دوستی</w>": 1123,
  "مراسم</w>": 1124,
  "چاہ": 1125,
  "خلوص</w>": 1126,
  "چمکتا</w>": 1127,
  "تارا</w>": 1128,
  "دیار</w>": 1129,
  "ح": 1130,
  "بہ</w>": 1131,
  "شیشے</w>": 1132,
  "بھری</w>": 1133,
  "آوے</w>": 1134,
  "بلا</w>": 1135,
  "جادو</w>": 1136,
  "نظری</w>": 1137,
  "جوں</w>": 1138,
  "دبے</w>": 1139,
  "نسیم</w>": 1140,
  "سحری</w>": 1141,
  "گہرے</w>": 1142,
  "سمجھے</w>": 1143,
  "چارہ</w>": 1144,
  "گری</w>": 1145,
  "جگ": 1146,
  "ری</w>": 1147,
  "آداب</w>": 1148,
  "دوانے</w>": 1149,
  "جا": 1150,
  "مہ</w>": 1151,
  "مانگے</w>": 1152,
  "ہری</w>": 1153,
  "راگ</w>": 1154,
  "کیسی</w>": 1155,
  "عشوہ</w>": 1156,
  "لانا</w>": 1157,
  "آسان</w>": 1158,
  "بڑی</w>": 1159,
  "خبری</w>": 1160,
  "نگا": 1161,
  "راں</w>": 1162,
  "چپے</w>": 1163,
  "آنکھ</w>": 1164,
  "صاح": 1165,
  "بو</w>": 1166,
  "پہچان</w>": 1167,
  "کھیل</w>": 1168,
  "وری</w>": 1169,
  "جشن</w>": 1170,
  "فروزاں</w>": 1171,
  "گرم</w>": 1172,
  "ندوں</w>": 1173,
  "چراغاں</w>": 1174,
  "اگر</w>": 1175,
  "دوا</w>": 1176,
  "درماں</w>": 1177,
  "انتہا</w>": 1178,
  "فرا": 1179,
  "عاشق</w>": 1180,
  "شانے</w>": 1181,
  "پریشاں</w>": 1182,
  "بوئے</w>": 1183,
  "لچ": 1184,
  "گلستاں</w>": 1185,
  "بہاروں</w>": 1186,
  "جنوں</w>": 1187,
  "شگ": 1188,
  "فت</w>": 1189,
  "بیتے</w>": 1190,
  "بدل</w>": 1191,
  "تقدیر</w>": 1192,
  "اشعار</w>": 1193,
  "فقط</w>": 1194,
  "سنانے</w>": 1195,
  "ٹھیک</w>": 1196,
  "مٹا</w>": 1197,
  "کلی": 1198,
  "جے</w>": 1199,
  "لگانے</w>": 1200,
  "چیز</w>": 1201,
  "بجھانے</w>": 1202,
  "چبھ": 1203,
  "سجانے</w>": 1204,
  "دیکھوں</w>": 1205,
  "مندر</w>": 1206,
  "پ</w>": 1207,
  "جلانے</w>": 1208,
  "علم</w>": 1209,
  "سودا</w>": 1210,
  "رس": 1211,
  "الے</w>": 1212,
  "کتابیں</w>": 1213,
  "بھلانے</w>": 1214,
  "لگیں</w>": 1215,
  "رسم</w>": 1216,
  "تلے</w>": 1217,
  "چٹ": 1218,
  "دبا</w>": 1219,
  "دری": 1220,
  "چوں</w>": 1221,
  "کھلتے</w>": 1222,
  "نشے</w>": 1223,
  "ڑے</w>": 1224,
  "گلابی</w>": 1225,
  "غزل</w>": 1226,
  "فن</w>": 1227,
  "توڑ</w>": 1228,
  "تباہ</w>": 1229,
  "مزاج</w>": 1230,
  "پایا</w>": 1231,
  "شرر</w>": 1232,
  "اسے</w>": 1233,
  "معاف</w>": 1234,
  "تنگ</w>": 1235,
  "پھول</w>": 1236,
  "سمٹ</w>": 1237,
  "چرا": 1238,
  "بعد</w>": 1239,
  "چھوڑ</w>": 1240,
  "پڑتی</w>": 1241,
  "دال": 1242,
  "چپ": 1243,
  "دینا</w>": 1244,
  "روشن</w>": 1245,
  "چلتے</w>": 1246,
  "رک</w>": 1247,
  "کانوں</w>": 1248,
  "برکھا</w>": 1249,
  "ڑو</w>": 1250,
  "چنچل</w>": 1251,
  "پرو": 1252,
  "ائی</w>": 1253,
  "پ": 1254,
  "پھینک</w>": 1255,
  "دھ": 1256,
  "تپ": 1257,
  "ڑھے</w>": 1258,
  "جلتے</w>": 1259,
  "ش": 1260,
  "ستے</w>": 1261,
  "دا": 1262,
  "کھ": 1263,
  "دا</w>": 1264,
  "تل</w>": 1265,
  "من</w>": 1266,
  "بھید</w>": 1267,
  "بتاوں</w>": 1268,
  "کہوں</w>": 1269,
  "سننا</w>": 1270,
  "رکھے</w>": 1271,
  "ک": 1272,
  "سنے</w>": 1273,
  "پھ": 1274,
  "لنے</w>": 1275,
  "لگتے</w>": 1276,
  "ڈھ": 1277,
  "لکھے</w>": 1278,
  "اوروں</w>": 1279,
  "کئے</w>": 1280,
  "ص": 1281,
  "ہ</w>": 1282,
  "عنو": 1283,
  "قصے</w>": 1284,
  "نا": 1285,
  "ول</w>": 1286,
  "مانوں</w>": 1287,
  "مانا</w>": 1288,
  "پیرہن</w>": 1289,
  "عکس</w>": 1290,
  "معا": 1291,
  "حکمت</w>": 1292,
  "باوجود</w>": 1293,
  "پن</w>": 1294,
  "مطرب</w>": 1295,
  "ندیم</w>": 1296,
  "ساقیا</w>": 1297,
  "کھلا</w>": 1298,
  "کٹے</w>": 1299,
  "پہاڑ</w>": 1300,
  "کوہ</w>": 1301,
  "کن</w>": 1302,
  "اٹھتی</w>": 1303,
  "فضا</w>": 1304,
  "صدا</w>": 1305,
  "قا": 1306,
  "ئق</w>": 1307,
  "ترا": 1308,
  "شی</w>": 1309,
  "اوڑھ</w>": 1310,
  "لیتی</w>": 1311,
  "طل": 1312,
  "سموں</w>": 1313,
  "ردا</w>": 1314,
  "</w>": 1315,
  "کھول</w>": 1316,
  "قبا</w>": 1317,
  "آو</w>": 1318,
  "شمع": 1319,
  "اجالا</w>": 1320,
  "نکلا</w>": 1321,
  "نکلے</w>": 1322,
  "قدموں</w>": 1323,
  "اندوہ</w>": 1324,
  "مجرم</w>": 1325,
  "سزا</w>": 1326,
  "گلو</w>": 1327,
  "شہی": 1328,
  "دست</w>": 1329,
  "دولت</w>": 1330,
  "یاب</w>": 1331,
  "کہیے</w>": 1332,
  "کھو": 1333,
  "ئی</w>": 1334,
  "نگاہیں</w>": 1335,
  "خمی": 1336,
  "پلکیں</w>": 1337,
  "آہوں</w>": 1338,
  "آب</w>": 1339,
  "بان": 1340,
  "سری</w>": 1341,
  "نغمہ</w>": 1342,
  "چیخ</w>": 1343,
  "سکوت</w>": 1344,
  "منکر</w>": 1345,
  "ذوق</w>": 1346,
  "پرستش</w>": 1347,
  "سانس</w>": 1348,
  "رکی</w>": 1349,
  "بیگانہ</w>": 1350,
  "توجہ</w>": 1351,
  "تغافل</w>": 1352,
  "دع": 1353,
  "ت</w>": 1354,
  "ون</w>": 1355,
  "عون</w>": 1356,
  "زاہد</w>": 1357,
  "گردوں</w>": 1358,
  "ست": 1359,
  "رہنے</w>": 1360,
  "دو</w>": 1361,
  "اجل</w>": 1362,
  "فت": 1363,
  "حسرت</w>": 1364,
  "ڈھونڈ": 1365,
  "زندہ</w>": 1366,
  "مد": 1367,
  "وحشت</w>": 1368,
  "اول</w>": 1369,
  "جنون</w>": 1370,
  "واعظ</w>": 1371,
  "بری</w>": 1372,
  "عارض</w>": 1373,
  "ق": 1374,
  "رین</w>": 1375,
  "گلاب</w>": 1376,
  "بندہ</w>": 1377,
  "زبان</w>": 1378,
  "شیریں</w>": 1379,
  "ممنون</w>": 1380,
  "حیدرؔ</w>": 1381,
  "مرگ</w>": 1382,
  "گاہ</w>": 1383,
  "شادی</w>": 1384,
  "شگو": 1385,
  "سیدھا</w>": 1386,
  "بیاباں</w>": 1387,
  "بیٹھے</w>": 1388,
  "غمگیں</w>": 1389,
  "ل": 1390,
  "گری": 1391,
  "لالہ</w>": 1392,
  "ساقی</w>": 1393,
  "ڑ</w>": 1394,
  "شبنم</w>": 1395,
  "خند": 1396,
  "چھپتی</w>": 1397,
  "سیکڑوں</w>": 1398,
  "گنہ</w>": 1399,
  "دھو</w>": 1400,
  "رحمت</w>": 1401,
  "گھٹا</w>": 1402,
  "جھوم</w>": 1403,
  "آئینہ</w>": 1404,
  "سیکھ</w>": 1405,
  "دیکھتا</w>": 1406,
  "جھ": 1407,
  "نظمؔ</w>": 1408,
  "بسان</w>": 1409,
  "خامہ</w>": 1410,
  "سجدے</w>": 1411,
  "خط</w>": 1412,
  "فر": 1413,
  "ماں</w>": 1414,
  "ہمت</w>": 1415,
  "مردانہ</w>": 1416,
  "رستہ</w>": 1417,
  "چل</w>": 1418,
  "سبزۂ</w>": 1419,
  "مرنے</w>": 1420,
  "شریک</w>": 1421,
  "شمع</w>": 1422,
  "کشتہ</w>": 1423,
  "پروانہ</w>": 1424,
  "عیش</w>": 1425,
  "پیمانہ</w>": 1426,
  "اف": 1427,
  "عی</w>": 1428,
  "کھلی</w>": 1429,
  "زلفوں</w>": 1430,
  "شانہ</w>": 1431,
  "طول</w>": 1432,
  "امل</w>": 1433,
  "لگانا</w>": 1434,
  "بزم</w>": 1435,
  "ناتمام</w>": 1436,
  "افسانہ</w>": 1437,
  "لبریز</w>": 1438,
  "بھرا</w>": 1439,
  "پیر</w>": 1440,
  "ز": 1441,
  "ال</w>": 1442,
  "دہر</w>": 1443,
  "ٹھو": 1444,
  "کروں</w>": 1445,
  "پہروں</w>": 1446,
  "آنا</w>": 1447,
  "اترا</w>": 1448,
  "شیشہ</w>": 1449,
  "طاق</w>": 1450,
  "کرتا</w>": 1451,
  "رقص</w>": 1452,
  "سجدۂ</w>": 1453,
  "شکر": 1454,
  "انہ</w>": 1455,
  "ۂ</w>": 1456,
  "ریا</w>": 1457,
  "نشانی</w>": 1458,
  "کفر</w>": 1459,
  "زنار</w>": 1460,
  "سب": 1461,
  "حۂ</w>": 1462,
  "صد</w>": 1463,
  "دانہ</w>": 1464,
  "رندان</w>": 1465,
  "کدہ</w>": 1466,
  "خضر</w>": 1467,
  "منتظر</w>": 1468,
  "بستی</w>": 1469,
  "آئیے</w>": 1470,
  "ویرانہ</w>": 1471,
  "لغزش</w>": 1472,
  "مستانہ</w>": 1473,
  "خانہ</w>": 1474,
  "وادی</w>": 1475,
  "مہی": 1476,
  "بیم</w>": 1477,
  "امید</w>": 1478,
  "دیکھیں</w>": 1479,
  "شیر</w>": 1480,
  "راح": 1481,
  "وداع</w>": 1482,
  "توبہ</w>": 1483,
  "جیو</w>": 1484,
  "مشرب</w>": 1485,
  "رندانہ</w>": 1486,
  "فگار</w>": 1487,
  "صبر</w>": 1488,
  "باقی</w>": 1489,
  "تار</w>": 1490,
  "آمد</w>": 1491,
  "خزاں</w>": 1492,
  "بت</w>": 1493,
  "فردا</w>": 1494,
  "انتظار</w>": 1495,
  "آئنہ</w>": 1496,
  "حیراں</w>": 1497,
  "غضب</w>": 1498,
  "سنگ": 1499,
  "ھ": 1500,
  "تہی</w>": 1501,
  "نثار</w>": 1502,
  "اچھی</w>": 1503,
  "ادھر</w>": 1504,
  "عید</w>": 1505,
  "انگلیاں</w>": 1506,
  "مسافر</w>": 1507,
  "صاف</w>": 1508,
  "موسی</w>": 1509,
  "لا</w>": 1510,
  "جلوہ</w>": 1511,
  "تاب</w>": 1512,
  "بارہا</w>": 1513,
  "عرش</w>": 1514,
  "زنجیر</w>": 1515,
  "بڑھتا</w>": 1516,
  "سیرت</w>": 1517,
  "غرض</w>": 1518,
  "چاہئے</w>": 1519,
  "شاہ": 1520,
  "دان</w>": 1521,
  "لائی</w>": 1522,
  "لینا</w>": 1523,
  "آنے</w>": 1524,
  "دوتا</w>": 1525,
  "سبو</w>": 1526,
  "مئے</w>": 1527,
  "تصور</w>": 1528,
  "پری": 1529,
  "خاموشی</w>": 1530,
  "صدائے</w>": 1531,
  "دور": 1532,
  "باش</w>": 1533,
  "کہتا</w>": 1534,
  "مبتلا</w>": 1535,
  "آہ</w>": 1536,
  "اثر</w>": 1537,
  "نخل</w>": 1538,
  "ثمر</w>": 1539,
  "رب</w>": 1540,
  "جگر</w>": 1541,
  "بغل</w>": 1542,
  "گیر</w>": 1543,
  "آرزو</w>": 1544,
  "مرا": 1545,
  "یہاں</w>": 1546,
  "گر</w>": 1547,
  "لکھا</w>": 1548,
  "دیکھیے</w>": 1549,
  "نازنیں</w>": 1550,
  "ٹان": 1551,
  "قضا</w>": 1552,
  "سفاک</w>": 1553,
  "بتا</w>": 1554,
  "کھی": 1555,
  "پڑ</w>": 1556,
  "جانا</w>": 1557,
  "مرتا</w>": 1558,
  "ضرر</w>": 1559,
  "سمجھو</w>": 1560,
  "یادگار</w>": 1561,
  "رفت": 1562,
  "گان</w>": 1563,
  "قد</w>": 1564,
  "آدم</w>": 1565,
  "کارو": 1566,
  "داستان</w>": 1567,
  "رنگیں</w>": 1568,
  "بیان</w>": 1569,
  "گوش</w>": 1570,
  "عبرت</w>": 1571,
  "فریاد</w>": 1572,
  "بلبل</w>": 1573,
  "خونیں</w>": 1574,
  "نوائے</w>": 1575,
  "ستان</w>": 1576,
  "آئینۂ</w>": 1577,
  "تصویر</w>": 1578,
  "نالہ</w>": 1579,
  "ڈھونڈھتا</w>": 1580,
  "مٹایا</w>": 1581,
  "نشان</w>": 1582,
  "عبارت</w>": 1583,
  "دید</w>": 1584,
  "شان</w>": 1585,
  "مجمع</w>": 1586,
  "زمین</w>": 1587,
  "آسمان</w>": 1588,
  "زباں</w>": 1589,
  "گردش</w>": 1590,
  "تیغ</w>": 1591,
  "اردو</w>": 1592,
  "فس": 1593,
  "مرث": 1594,
  "یکتا": 1595,
  "ہوتا</w>": 1596,
  "نوحہ</w>": 1597,
  "ناتواں</w>": 1598,
  "خاک": 1599,
  "خان": 1600,
  "مان</w>": 1601,
  "چلتا</w>": 1602,
  "گھٹ": 1603,
  "طفل</w>": 1604,
  "رض": 1605,
  "سجدہ</w>": 1606,
  "گردن</w>": 1607,
  "کش": 1608,
  "رانہ</w>": 1609,
  "سخن</w>": 1610,
  "بچ": 1611,
  "پنے</w>": 1612,
  "گلشن</w>": 1613,
  "فردوس</w>": 1614,
  "رضواں</w>": 1615,
  "رتبہ</w>": 1616,
  "ان": 1617,
  "س</w>": 1618,
  "مٹ": 1619,
  "ج</w>": 1620,
  "جمع</w>": 1621,
  "وطن</w>": 1622,
  "آوا": 1623,
  "رگ": 1624,
  "ہرز": 1625,
  "گرد</w>": 1626,
  "پری</w>": 1627,
  "ہنگامہ</w>": 1628,
  "سواری</w>": 1629,
  "دھوم</w>": 1630,
  "حی": 1631,
  "بھرے</w>": 1632,
  "مشو": 1633,
  "سیہ</w>": 1634,
  "جانیے</w>": 1635,
  "فروغ</w>": 1636,
  "سیکھا</w>": 1637,
  "طریق</w>": 1638,
  "فرو": 1639,
  "نی</w>": 1640,
  "صر</w>": 1641,
  "ڈھونڈتے</w>": 1642,
  "جانانہ</w>": 1643,
  "زن</w>": 1644,
  "مکر</w>": 1645,
  "مدد</w>": 1646,
  "کتاب</w>": 1647,
  "پارہ</w>": 1648,
  "مانند</w>": 1649,
  "باد</w>": 1650,
  "دوش</w>": 1651,
  "صحرا</w>": 1652,
  "زینہار</w>": 1653,
  "کریم</w>": 1654,
  "ہزار</w>": 1655,
  "انگڑ": 1656,
  "ائیوں</w>": 1657,
  "اختیار</w>": 1658,
  "ڈوبے</w>": 1659,
  "سعی</w>": 1660,
  "افسوس</w>": 1661,
  "ساحل</w>": 1662,
  "چار</w>": 1663,
  "کہتی</w>": 1664,
  "بحر</w>": 1665,
  "آبرو</w>": 1666,
  "در": 1667,
  "پئے</w>": 1668,
  "احباب</w>": 1669,
  "رنگ": 1670,
  "کھنچ": 1671,
  "مٹتا</w>": 1672,
  "نو": 1673,
  "شتہ</w>": 1674,
  "قسمت</w>": 1675,
  "زانو</w>": 1676,
  "مار</w>": 1677,
  "سنبھال": 1678,
  "رع": 1679,
  "شہ</w>": 1680,
  "مسئلہ</w>": 1681,
  "جبر</w>": 1682,
  "سم</w>": 1683,
  "علا": 1684,
  "دام</w>": 1685,
  "وصل</w>": 1686,
  "چین</w>": 1687,
  "قرار</w>": 1688,
  "ولولے</w>": 1689,
  "گھٹ</w>": 1690,
  "نہاں</w>": 1691,
  "اٹھے</w>": 1692,
  "دھواں</w>": 1693,
  "گرے</w>": 1694,
  "بجلیاں</w>": 1695,
  "بڑھ</w>": 1696,
  "سامان</w>": 1697,
  "راحت</w>": 1698,
  "مکاں</w>": 1699,
  "آسماں</w>": 1700,
  "مراد</w>": 1701,
  "ریں</w>": 1702,
  "کشت": 1703,
  "ئ</w>": 1704,
  "گھٹائیں</w>": 1705,
  "باد": 1706,
  "باں</w>": 1707,
  "مٹی</w>": 1708,
  "پائی</w>": 1709,
  "بگو": 1710,
  "وف": 1711,
  "ور</w>": 1712,
  "ضبط</w>": 1713,
  "بیتابی</w>": 1714,
  "سکتی</w>": 1715,
  "گلے</w>": 1716,
  "نالے</w>": 1717,
  "کیاں</w>": 1718,
  "انقلاب</w>": 1719,
  "عالم</w>": 1720,
  "نغمے</w>": 1721,
  "من": 1722,
  "عنا": 1723,
  "فغاں</w>": 1724,
  "ابر</w>": 1725,
  "سی": 1726,
  "نچ": 1727,
  "ے</w>": 1728,
  "دہقاں</w>": 1729,
  "جلا</w>": 1730,
  "کھیت</w>": 1731,
  "پانی</w>": 1732,
  "وا": 1733,
  "شد</w>": 1734,
  "ساماں</w>": 1735,
  "شے</w>": 1736,
  "ہن": 1737,
  "بجلی</w>": 1738,
  "ماتم</w>": 1739,
  "سارا</w>": 1740,
  "کشت</w>": 1741,
  "آشیاں</w>": 1742,
  "تن": 1743,
  "باعث</w>": 1744,
  "تسکیں</w>": 1745,
  "ہوے</w>": 1746,
  "فرہاد</w>": 1747,
  "روئیں</w>": 1748,
  "نہ": 1749,
  "پہاڑوں</w>": 1750,
  "رواں</w>": 1751,
  "شیدا</w>": 1752,
  "راج</w>": 1753,
  "بتوں</w>": 1754,
  "ظلم</w>": 1755,
  "ٹوٹے</w>": 1756,
  "ڈرتے</w>": 1757,
  "حرف</w>": 1758,
  "شوق</w>": 1759,
  "پہلو</w>": 1760,
  "نزاکت</w>": 1761,
  "تو": 1762,
  "توڑا</w>": 1763,
  "پہ": 1764,
  "کبک</w>": 1765,
  "لڑ": 1766,
  "کھڑ": 1767,
  "سبک</w>": 1768,
  "پائ": 1769,
  "گراں</w>": 1770,
  "گلا</w>": 1771,
  "منہ</w>": 1772,
  "اندیشہ</w>": 1773,
  "الک</w>": 1774,
  "پل": 1775,
  "بست": 1776,
  "پیدا</w>": 1777,
  "اماں</w>": 1778,
  "نکلی</w>": 1779,
  "تمہارا</w>": 1780,
  "تیر</w>": 1781,
  "کو": 1782,
  "ٹھے</w>": 1783,
  "سایۂ</w>": 1784,
  "پرسش</w>": 1785,
  "جلاد</w>": 1786,
  "بخشا</w>": 1787,
  "افشاں</w>": 1788,
  "سادگی</w>": 1789,
  "ریاں</w>": 1790,
  "صیاد</w>": 1791,
  "ظالم</w>": 1792,
  "سوچ</w>": 1793,
  "بوسۂ</w>": 1794,
  "ہونٹ</w>": 1795,
  "دیئے</w>": 1796,
  "طوق</w>": 1797,
  "داد</w>": 1798,
  "برباد</w>": 1799,
  "یعقوب</w>": 1800,
  "قطع</w>": 1801,
  "یوسف</w>": 1802,
  "پوچھتا</w>": 1803,
  "شیفتہ</w>": 1804,
  "بھولا</w>": 1805,
  "بیا": 1806,
  "ض</w>": 1807,
  "درکار</w>": 1808,
  "تحریر</w>": 1809,
  "روداد</w>": 1810,
  "کنج</w>": 1811,
  "قفس</w>": 1812,
  "رہائی</w>": 1813,
  "مثل</w>": 1814,
  "سپند</w>": 1815,
  "بیتاب</w>": 1816,
  "سوز</w>": 1817,
  "تڑپ</w>": 1818,
  "شیخ</w>": 1819,
  "ظ</w>": 1820,
  "ستم</w>": 1821,
  "ایجاد</w>": 1822,
  "بسکہ</w>": 1823,
  "ننگ</w>": 1824,
  "معت": 1825,
  "مضموں</w>": 1826,
  "ای": 1827,
  "بہشت</w>": 1828,
  "دوزخ</w>": 1829,
  "نمرود</w>": 1830,
  "ہستی</w>": 1831,
  "گزرا</w>": 1832,
  "روا</w>": 1833,
  "روی</w>": 1834,
  "محو</w>": 1835,
  "خودی</w>": 1836,
  "یاران</w>": 1837,
  "عشرت</w>": 1838,
  "چھاوں</w>": 1839,
  "پچھلے</w>": 1840,
  "عقدہ</w>": 1841,
  "پو": 1842,
  "شیدہ</w>": 1843,
  "کشاکش</w>": 1844,
  "خندۂ</w>": 1845,
  "پنہاں</w>": 1846,
  "چمک</w>": 1847,
  "شمار</w>": 1848,
  "امتیاز</w>": 1849,
  "آگہی</w>": 1850,
  "حکم</w>": 1851,
  "جیسا</w>": 1852,
  "سر": 1853,
  "زد</w>": 1854,
  "عل</w>": 1855,
  "ویسا</w>": 1856,
  "دخل</w>": 1857,
  "بدی</w>": 1858,
  "ست</w>": 1859,
  "بلند</w>": 1860,
  "یک": 1861,
  "ساں</w>": 1862,
  "ٹھوکر</w>": 1863,
  "وجد</w>": 1864,
  "غش</w>": 1865,
  "صو": 1866,
  "تعبیر</w>": 1867,
  "واپ": 1868,
  "سیں</w>": 1869,
  "نفس</w>": 1870,
  "دیکھتے</w>": 1871,
  "حباب</w>": 1872,
  "سیل</w>": 1873,
  "بہا</w>": 1874,
  "کھینچ": 1875,
  "دم</w>": 1876,
  "محشر</w>": 1877,
  "آفت": 1878,
  "دیکھے</w>": 1879,
  "حسرتیں</w>": 1880,
  "سلا": 1881,
  "متی</w>": 1882,
  "پرس": 1883,
  "ظ": 1884,
  "پرستی</w>": 1885,
  "رش</w>": 1886,
  "دامان</w>": 1887,
  "حائل</w>": 1888,
  "پردہ</w>": 1889,
  "آثار</w>": 1890,
  "پرچھ": 1891,
  "ائیں</w>": 1892,
  "لکھ</w>": 1893,
  "چکا</w>": 1894,
  "بندگی</w>": 1895,
  "پشیماں</w>": 1896,
  "جانتے</w>": 1897,
  "لگی</w>": 1898,
  "جواب</w>": 1899,
  "نامہ</w>": 1900,
  "قاصد</w>": 1901,
  "مزار</w>": 1902,
  "جانتا</w>": 1903,
  "حور</w>": 1904,
  "قصور</w>": 1905,
  "بلکہ</w>": 1906,
  "موتی</w>": 1907,
  "ہو": 1908,
  "اڑا</w>": 1909,
  "لگوں</w>": 1910,
  "نکلتی</w>": 1911,
  "شرابی</w>": 1912,
  "ٹو": 1913,
  "اچھ": 1914,
  "لتی</w>": 1915,
  "بدلتی</w>": 1916,
  "چلتی</w>": 1917,
  "زخود</w>": 1918,
  "رفتہ</w>": 1919,
  "طبیعت</w>": 1920,
  "سنبھالے</w>": 1921,
  "ناصح</w>": 1922,
  "جہ</w>": 1923,
  "مس": 1924,
  "فص": 1925,
  "کھلو": 1926,
  "ائے</w>": 1927,
  "رگ</w>": 1928,
  "ابل": 1929,
  "ہوتے</w>": 1930,
  "پن": 1931,
  "تم": 1932,
  "نقصاں</w>": 1933,
  "رکھی</w>": 1934,
  "زیست</w>": 1935,
  "ثابت</w>": 1936,
  "تلوار</w>": 1937,
  "اگل": 1938,
  "جہنم</w>": 1939,
  "آنچ</w>": 1940,
  "خواروں</w>": 1941,
  "شراب</w>": 1942,
  "آلودہ</w>": 1943,
  "آتش</w>": 1944,
  "جلتی</w>": 1945,
  "دکھ": 1946,
  "الہی</w>": 1947,
  "آفت</w>": 1948,
  "فرقت</w>": 1949,
  "کاٹے</w>": 1950,
  "کٹتی</w>": 1951,
  "شغل</w>": 1952,
  "الجھ": 1953,
  "بہ": 1954,
  "شمس</w>": 1955,
  "قمر</w>": 1956,
  "دونوں</w>": 1957,
  "برہنہ</w>": 1958,
  "یارب</w>": 1959,
  "بجھ</w>": 1960,
  "نشاں</w>": 1961,
  "راہ": 1962,
  "دشت</w>": 1963,
  "کوتاہی</w>": 1964,
  "شام</w>": 1965,
  "نگہ</w>": 1966,
  "کھنچ</w>": 1967,
  "گوشے</w>": 1968,
  "تڑ": 1969,
  "گیسو</w>": 1970,
  "عقبی</w>": 1971,
  "کان</w>": 1972,
  "پھونک</w>": 1973,
  "گہر</w>": 1974,
  "آندھ": 1975,
  "اشک</w>": 1976,
  "سیلاب</w>": 1977,
  "خرابی</w>": 1978,
  "زہرہ</w>": 1979,
  "خورشید</w>": 1980,
  "رند</w>": 1981,
  "پروا</w>": 1982,
  "شیشۂ</w>": 1983,
  "صہبا</w>": 1984,
  "غافل</w>": 1985,
  "ہشیار</w>": 1986,
  "تمثال</w>": 1987,
  "یک</w>": 1988,
  "ور": 1989,
  "طہ</w>": 1990,
  "ناداں</w>": 1991,
  "دانا</w>": 1992,
  "منت</w>": 1993,
  "کش</w>": 1994,
  "بال</w>": 1995,
  "ملک</w>": 1996,
  "نالۂ</w>": 1997,
  "ما</w>": 1998,
  "تعجب</w>": 1999,
  "حیواں</w>": 2000,
  "طلب</w>": 2001,
  "زل": 2002,
  "گز": 2003,
  "ین</w>": 2004,
  "درپیش</w>": 2005,
  "مہلت</w>": 2006,
  "پوچھئے</w>": 2007,
  "نقش</w>": 2008,
  "حق</w>": 2009,
  "صیر</w>": 2010,
  "تہ</w>": 2011,
  "سمجھیں</w>": 2012,
  "بینا</w>": 2013,
  "ہمہ</w>": 2014,
  "تن</w>": 2015,
  "حرص</w>": 2016,
  "شکوہ</w>": 2017,
  "لانے</w>": 2018,
  "خلق</w>": 2019,
  "عم</w>": 2020,
  "چھپانا</w>": 2021,
  "نگ</w>": 2022,
  "ہمیشہ</w>": 2023,
  "کوچ</w>": 2024,
  "مقام</w>": 2025,
  "قت</w>": 2026,
  "میل</w>": 2027,
  "چنگ</w>": 2028,
  "ڑتے</w>": 2029,
  "آرسی</w>": 2030,
  "قافلہ</w>": 2031,
  "کھینچ</w>": 2032,
  "شباب</w>": 2033,
  "پیری</w>": 2034,
  "فسانہ</w>": 2035,
  "اڑ</w>": 2036,
  "رخ</w>": 2037,
  "قابو</w>": 2038,
  "کلام</w>": 2039,
  "کماں</w>": 2040,
  "چھوٹا</w>": 2041,
  "خد": 2042,
  "دھارا</w>": 2043,
  "الجھا</w>": 2044,
  "مارا</w>": 2045,
  "مو": 2046,
  "جال</w>": 2047,
  "لحد</w>": 2048,
  "فاظ</w>": 2049,
  "لحاظ</w>": 2050,
  "ڈالیں</w>": 2051,
  "جناب</w>": 2052,
  "مینائے</w>": 2053,
  "محتسب</w>": 2054,
  "رند": 2055,
  "دہن</w>": 2056,
  "قف": 2057,
  "رایا</w>": 2058,
  "چھاتی</w>": 2059,
  "صوفی</w>": 2060,
  "نکتہ</w>": 2061,
  "سما": 2062,
  "پیالے</w>": 2063,
  "بج": 2064,
  "افسردہ</w>": 2065,
  "حسرتوں</w>": 2066,
  "رکھا</w>": 2067,
  "بچا</w>": 2068,
  "ناموس</w>": 2069,
  "فرصت</w>": 2070,
  "وی</w>": 2071,
  "خ": 2072,
  "ڈالا</w>": 2073,
  "بھیس</w>": 2074,
  "صد": 2075,
  "ہا</w>": 2076,
  "لبھ": 2077,
  "ایا</w>": 2078,
  "شوخ</w>": 2079,
  "تامل</w>": 2080,
  "شہید</w>": 2081,
  "دب</w>": 2082,
  "لی": 2083,
  "لعل</w>": 2084,
  "دریغ</w>": 2085,
  "پھری</w>": 2086,
  "بسمل</w>": 2087,
  "ہرن</w>": 2088,
  "بنایا</w>": 2089,
  "چھوڑا</w>": 2090,
  "عندلیب</w>": 2091,
  "چھٹا</w>": 2092,
  "پرواز</w>": 2093,
  "گریز</w>": 2094,
  "سنا</w>": 2095,
  "سرائے</w>": 2096,
  "غاف": 2097,
  "ظاہر</w>": 2098,
  "برہمن</w>": 2099,
  "حادثہ</w>": 2100,
  "آگ": 2101,
  "بشر</w>": 2102,
  "رود</w>": 2103,
  "دریائے</w>": 2104,
  "موجزن</w>": 2105,
  "ٹتے</w>": 2106,
  "بچھڑ</w>": 2107,
  "گواہ</w>": 2108,
  "حت</w>": 2109,
  "نرگس</w>": 2110,
  "یا": 2111,
  "اسیر</w>": 2112,
  "گیسووں</w>": 2113,
  "خوب</w>": 2114,
  "چہ</w>": 2115,
  "ذ": 2116,
  "کشوں</w>": 2117,
  "کنار</w>": 2118,
  "زہے</w>": 2119,
  "کربلا</w>": 2120,
  "موت</w>": 2121,
  "شفا</w>": 2122,
  "کفن</w>": 2123,
  "مآل</w>": 2124,
  "ابھر</w>": 2125,
  "لط": 2126,
  "غرور</w>": 2127,
  "جذب</w>": 2128,
  "جز</w>": 2129,
  "بہک</w>": 2130,
  "لگائے</w>": 2131,
  "ٹھہر</w>": 2132,
  "بیاں</w>": 2133,
  "وہم</w>": 2134,
  "خط": 2135,
  "بۂ</w>": 2136,
  "نشیں</w>": 2137,
  "کہنے</w>": 2138,
  "رانے</w>": 2139,
  "ذکر</w>": 2140,
  "قصہ</w>": 2141,
  "نشہ</w>": 2142,
  "تک": 2143,
  "بچ</w>": 2144,
  "نوید</w>": 2145,
  "برق</w>": 2146,
  "گر": 2147,
  "عب": 2148,
  "فکر</w>": 2149,
  "مزہ</w>": 2150,
  "پوچھ": 2151,
  "یے</w>": 2152,
  "انگ": 2153,
  "بیں</w>": 2154,
  "حسد</w>": 2155,
  "جوش</w>": 2156,
  "چڑھ</w>": 2157,
  "واد": 2158,
  "عبث</w>": 2159,
  "احتیاط</w>": 2160,
  "گرتے</w>": 2161,
  "سنبھل</w>": 2162,
  "کشتی</w>": 2163,
  "الٹی</w>": 2164,
  "نارسا</w>": 2165,
  "مڑ</w>": 2166,
  "اب": 2167,
  "رووں</w>": 2168,
  "چھری</w>": 2169,
  "سیدھی</w>": 2170,
  "نظارہ</w>": 2171,
  "رخسار</w>": 2172,
  "ض": 2173,
  "آس": 2174,
  "بول</w>": 2175,
  "بولے</w>": 2176,
  "پیش</w>": 2177,
  "گنبد</w>": 2178,
  "زنبور</w>": 2179,
  "لق</w>": 2180,
  "ذا</w>": 2181,
  "ستائش</w>": 2182,
  "مدح</w>": 2183,
  "خواں</w>": 2184,
  "مش": 2185,
  "فق</w>": 2186,
  "ضمیر</w>": 2187,
  "مرحبا</w>": 2188,
  "جنس</w>": 2189,
  "ڈوب": 2190,
  "ناکامی</w>": 2191,
  "شہ": 2192,
  "رسا</w>": 2193,
  "عیسی</w>": 2194,
  "کوچۂ</w>": 2195,
  "بتلا</w>": 2196,
  "ہجر</w>": 2197,
  "وہاں</w>": 2198,
  "ناک</w>": 2199,
  "بوریا</w>": 2200,
  "سبحہ</w>": 2201,
  "عیار</w>": 2202,
  "اغیار</w>": 2203,
  "چھا</w>": 2204,
  "جھوٹے</w>": 2205,
  "کیجئے</w>": 2206,
  "روٹھ": 2207,
  "جھوٹ</w>": 2208,
  "بیدار</w>": 2209,
  "تیاں</w>": 2210,
  "اصرار</w>": 2211,
  "ناصح": 2212,
  "بحث</w>": 2213,
  "عت</w>": 2214,
  "واع": 2215,
  "سرمہ</w>": 2216,
  "قصد</w>": 2217,
  "بگڑے</w>": 2218,
  "پتے</w>": 2219,
  "بیزار</w>": 2220,
  "مانتا</w>": 2221,
  "عدم</w>": 2222,
  "دوستوں</w>": 2223,
  "نگاہ</w>": 2224,
  "کرم</w>": 2225,
  "شاہد</w>": 2226,
  "شاخیں</w>": 2227,
  "سائل</w>": 2228,
  "قیس</w>": 2229,
  "طرفہ</w>": 2230,
  "محمل</w>": 2231,
  "طے</w>": 2232,
  "پہنچ</w>": 2233,
  "ایام</w>": 2234,
  "شی": 2235,
  "م</w>": 2236,
  "ہوس</w>": 2237,
  "زا": 2238,
  "ئل</w>": 2239,
  "رشک</w>": 2240,
  "بام</w>": 2241,
  "رحم</w>": 2242,
  "چال</w>": 2243,
  "آساں</w>": 2244,
  "جستہ</w>": 2245,
  "بہر</w>": 2246,
  "ٹکے</w>": 2247,
  "خواہ</w>": 2248,
  "اشارے</w>": 2249,
  "بتائیں</w>": 2250,
  "طواف</w>": 2251,
  "کعبے</w>": 2252,
  "مض": 2253,
  "مغاں</w>": 2254,
  "باغ</w>": 2255,
  "جنت</w>": 2256,
  "نالوں</w>": 2257,
  "جلے</w>": 2258,
  "نگراں</w>": 2259,
  "ملنا</w>": 2260,
  "ٹھہرا</w>": 2261,
  "تربت</w>": 2262,
  "ٹکڑے</w>": 2263,
  "از</w>": 2264,
  "کت": 2265,
  "باز</w>": 2266,
  "ہونے</w>": 2267,
  "عیاں</w>": 2268,
  "جفا</w>": 2269,
  "بر</w>": 2270,
  "فر</w>": 2271,
  "نکلیں</w>": 2272,
  "گیں</w>": 2273,
  "ازل</w>": 2274,
  "ابد</w>": 2275,
  "جور</w>": 2276,
  "برگ</w>": 2277,
  "شکوۂ</w>": 2278,
  "خندہ</w>": 2279,
  "سبب</w>": 2280,
  "گریہ</w>": 2281,
  "فقیر</w>": 2282,
  "تا": 2283,
  "لہ</w>": 2284,
  "شک</w>": 2285,
  "قصر</w>": 2286,
  "حیف</w>": 2287,
  "خانماں</w>": 2288,
  "خراب</w>": 2289,
  "یر</w>": 2290,
  "طر</w>": 2291,
  "واہ</w>": 2292,
  "برد</w>": 2293,
  "خسرو</w>": 2294,
  "کی": 2295,
  "پیشتر</w>": 2296,
  "عطا</w>": 2297,
  "لطف</w>": 2298,
  "رخی</w>": 2299,
  "کج</w>": 2300,
  "ملال</w>": 2301,
  "مان": 2302,
  "جانئے</w>": 2303,
  "گلہ</w>": 2304,
  "نیشتر</w>": 2305,
  "استغنا</w>": 2306,
  "انسان</w>": 2307,
  "رسائی</w>": 2308,
  "پوچھوں</w>": 2309,
  "ام": 2310,
  "مٹھی</w>": 2311,
  "زر</w>": 2312,
  "راتے</w>": 2313,
  "کوتا": 2314,
  "زہد</w>": 2315,
  "یائی</w>": 2316,
  "ڈرتا</w>": 2317,
  "اف</w>": 2318,
  "اجازت</w>": 2319,
  "بھڑ": 2320,
  "ک</w>": 2321,
  "تھ": 2322,
  "تلو": 2323,
  "ڈالے</w>": 2324,
  "پھیر</w>": 2325,
  "مطلق</w>": 2326,
  "عاقبت</w>": 2327,
  "اندیش</w>": 2328,
  "چپکے</w>": 2329,
  "ندامت</w>": 2330,
  "ہمدم</w>": 2331,
  "دکھائے</w>": 2332,
  "روانی</w>": 2333,
  "توسن</w>": 2334,
  "ہلال</w>": 2335,
  "رک": 2336,
  "عناں</w>": 2337,
  "ناتوانی</w>": 2338,
  "سلی": 2339,
  "زماں</w>": 2340,
  "ستاں</w>": 2341,
  "نوا</w>": 2342,
  "بتایا</w>": 2343,
  "سوئے</w>": 2344,
  "جاگے</w>": 2345,
  "کہ": 2346,
  "پڑی</w>": 2347,
  "زار</w>": 2348,
  "پھینکا</w>": 2349,
  "قراری</w>": 2350,
  "اڑائی</w>": 2351,
  "ماندہ</w>": 2352,
  "منزلوں</w>": 2353,
  "لگ</w>": 2354,
  "اٹھی</w>": 2355,
  "پہنچا</w>": 2356,
  "ڑ": 2357,
  "بستیاں</w>": 2358,
  "تھیں</w>": 2359,
  "ویر": 2360,
  "انیاں</w>": 2361,
  "ٹنے</w>": 2362,
  "صدیاں</w>": 2363,
  "نمی</w>": 2364,
  "لبوں</w>": 2365,
  "پیتے</w>": 2366,
  "چھی": 2367,
  "مات</w>": 2368,
  "افسانے</w>": 2369,
  "پہچانے</w>": 2370,
  "جلد</w>": 2371,
  "قافلے</w>": 2372,
  "والو</w>": 2373,
  "نکے</w>": 2374,
  "ویرانے</w>": 2375,
  "کیے</w>": 2376,
  "خانے</w>": 2377,
  "پہر</w>": 2378,
  "تشنہ</w>": 2379,
  "یاروں</w>": 2380,
  "پیمانے</w>": 2381,
  "سلام</w>": 2382,
  "کیفی": 2383,
  "ؔ</w>": 2384,
  "سار</w>": 2385,
  "مسی": 2386,
  "ح</w>": 2387,
  "چھپ</w>": 2388,
  "ڈھونڈتا</w>": 2389,
  "ملتا</w>": 2390,
  "نئے</w>": 2391,
  "شعلے</w>": 2392,
  "چہروں</w>": 2393,
  "جنگل</w>": 2394,
  "سرا": 2395,
  "ملی</w>": 2396,
  "پچھتا": 2397,
  "ہنگا": 2398,
  "جاگ</w>": 2399,
  "غربت</w>": 2400,
  "ٹھنڈی</w>": 2401,
  "اعلان</w>": 2402,
  "طرۂ</w>": 2403,
  "رسن</w>": 2404,
  "سوال</w>": 2405,
  "خواہشوں</w>": 2406,
  "گز</w>": 2407,
  "مشی": 2408,
  "ٹھ</w>": 2409,
  "اش": 2410,
  "ستی</w>": 2411,
  "بیچ</w>": 2412,
  "ارمان</w>": 2413,
  "سپنے</w>": 2414,
  "بچپن</w>": 2415,
  "دیواریں</w>": 2416,
  "کھڑی</w>": 2417,
  "مہربان</w>": 2418,
  "ہوائیں</w>": 2419,
  "لیلی</w>": 2420,
  "جنم</w>": 2421,
  "صحت</w>": 2422,
  "جتنا</w>": 2423,
  "خیمے</w>": 2424,
  "پیاسے</w>": 2425,
  "بنیں</w>": 2426,
  "مسج": 2427,
  "ٹیں</w>": 2428,
  "نازک</w>": 2429,
  "ٹنا</w>": 2430,
  "پتھ": 2431,
  "راو</w>": 2432,
  "انا</w>": 2433,
  "شاہ</w>": 2434,
  "نامے</w>": 2435,
  "کھنڈ": 2436,
  "نٹ</w>": 2437,
  "دفن</w>": 2438,
  "نی": 2439,
  "زیں</w>": 2440,
  "حریم</w>": 2441,
  "مانگ": 2442,
  "نگی</w>": 2443,
  "بھٹک</w>": 2444,
  "نگ": 2445,
  "شور</w>": 2446,
  "پرند": 2447,
  "چا": 2448,
  "پیڑ</w>": 2449,
  "بانی</w>": 2450,
  "بہاراں</w>": 2451,
  "ستا</w>": 2452,
  "چھی</w>": 2453,
  "گھبرا</w>": 2454,
  "اڑے</w>": 2455,
  "سراب</w>": 2456,
  "سمندر</w>": 2457,
  "جھکی</w>": 2458,
  "جواں</w>": 2459,
  "گن</w>": 2460,
  "ٹھک": 2461,
  "خلل</w>": 2462,
  "ہنسنے</w>": 2463,
  "سکون</w>": 2464,
  "رونے</w>": 2465,
  "دوسرا</w>": 2466,
  "نشیب</w>": 2467,
  "فراز</w>": 2468,
  "لبی</w>": 2469,
  "ابل</w>": 2470,
  "خار</w>": 2471,
  "خس</w>": 2472,
  "اٹھیں</w>": 2473,
  "راستہ</w>": 2474,
  "بز": 2475,
  "رگوں</w>": 2476,
  "بجھنے</w>": 2477,
  "حاکم</w>": 2478,
  "مذہب</w>": 2479,
  "خودکشی</w>": 2480,
  "سکھا</w>": 2481,
  "حر": 2482,
  "چے</w>": 2483,
  "لاو</w>": 2484,
  "حسین</w>": 2485,
  "خطا</w>": 2486,
  "ڈو": 2487,
  "ضرور</w>": 2488,
  "ناخدا</w>": 2489,
  "دھول</w>": 2490,
  "نما</w>": 2491,
  "ناچ": 2492,
  "کاش</w>": 2493,
  "اکی": 2494,
  "فتنے</w>": 2495,
  "غری": 2496,
  "بی</w>": 2497,
  "پوچھا</w>": 2498,
  "سلیقہ</w>": 2499,
  "جگنو</w>": 2500,
  "سہارا</w>": 2501,
  "گزرے</w>": 2502,
  "ستارے</w>": 2503,
  "زیر</w>": 2504,
  "پیغام</w>": 2505,
  "خنجر</w>": 2506,
  "بادل</w>": 2507,
  "مانوس</w>": 2508,
  "ادب</w>": 2509,
  "بجھائے</w>": 2510,
  "مدتیں</w>": 2511,
  "چھپائے</w>": 2512,
  "گرمئ</w>": 2513,
  "دیکھو</w>": 2514,
  "پند</w>": 2515,
  "الفت</w>": 2516,
  "دیکھنے</w>": 2517,
  "گلزار</w>": 2518,
  "مک": 2519,
  "فیضؔ</w>": 2520,
  "بند": 2521,
  "ہات</w>": 2522,
  "شکر</w>": 2523,
  "جاناں</w>": 2524,
  "مقتل</w>": 2525,
  "سلامت</w>": 2526,
  "جانی</w>": 2527,
  "میدان</w>": 2528,
  "دربار</w>": 2529,
  "بازی</w>": 2530,
  "کیسا</w>": 2531,
  "جیت</w>": 2532,
  "ہارے</w>": 2533,
  "فراق</w>": 2534,
  "ٹل</w>": 2535,
  "بہل</w>": 2536,
  "ڈھل</w>": 2537,
  "جگا</w>": 2538,
  "مچل</w>": 2539,
  "صاحب</w>": 2540,
  "سیر</w>": 2541,
  "چاہ</w>": 2542,
  "عجز</w>": 2543,
  "کافر</w>": 2544,
  "محت": 2545,
  "بادہ</w>": 2546,
  "عرض</w>": 2547,
  "رضا</w>": 2548,
  "خو</w>": 2549,
  "ڈالو</w>": 2550,
  "خوئے</w>": 2551,
  "بیداد</w>": 2552,
  "گروں</w>": 2553,
  "خی": 2554,
  "پھرتی</w>": 2555,
  "زیاں</w>": 2556,
  "تشویش</w>": 2557,
  "کیجے</w>": 2558,
  "دلبر</w>": 2559,
  "پہرے</w>": 2560,
  "عدو</w>": 2561,
  "سجا</w>": 2562,
  "جھل": 2563,
  "بدلا</w>": 2564,
  "سرخی</w>": 2565,
  "پیے</w>": 2566,
  "ڈھلے</w>": 2567,
  "آغاز</w>": 2568,
  "بدلی</w>": 2569,
  "مدھم</w>": 2570,
  "ساز</w>": 2571,
  "لم</w>": 2572,
  "سادہ</w>": 2573,
  "عنایت</w>": 2574,
  "اعجاز</w>": 2575,
  "بہم</w>": 2576,
  "ساغر</w>": 2577,
  "اداس</w>": 2578,
  "پھرا</w>": 2579,
  "راہی</w>": 2580,
  "ارادہ</w>": 2581,
  "فرق</w>": 2582,
  "رنجش</w>": 2583,
  "اندازۂ</w>": 2584,
  "تبسم</w>": 2585,
  "دوست</w>": 2586,
  "منت": 2587,
  "شر</w>": 2588,
  "جلوۂ</w>": 2589,
  "تکمیل</w>": 2590,
  "رۂ</w>": 2591,
  "نفرت</w>": 2592,
  "استوار</w>": 2593,
  "رہیں</w>": 2594,
  "شعار</w>": 2595,
  "آشیانہ</w>": 2596,
  "غا": 2597,
  "سلوک</w>": 2598,
  "عاشق": 2599,
  "قہر</w>": 2600,
  "خوشا</w>": 2601,
  "مدعی</w>": 2602,
  "دۂ</w>": 2603,
  "جفا": 2604,
  "تلاش</w>": 2605,
  "جتنی</w>": 2606,
  "حضرت</w>": 2607,
  "گفتگو</w>": 2608,
  "سارے</w>": 2609,
  "فسانے</w>": 2610,
  "گوار</w>": 2611,
  "غارت</w>": 2612,
  "گلچیں</w>": 2613,
  "بہانے</w>": 2614,
  "حدیث</w>": 2615,
  "عنواں</w>": 2616,
  "نکھ": 2617,
  "محرم</w>": 2618,
  "طق</w>": 2619,
  "بخیہ</w>": 2620,
  "گلوں</w>": 2621,
  "کاکل</w>": 2622,
  "مشک": 2623,
  "غریب</w>": 2624,
  "گسار</w>": 2625,
  "ہجراں</w>": 2626,
  "حضور</w>": 2627,
  "گرہ</w>": 2628,
  "ج": 2629,
  "چا</w>": 2630,
  "حریف</w>": 2631,
  "رائیگاں</w>": 2632,
  "ڈبو</w>": 2633,
  "ہونا</w>": 2634,
  "لکھتے</w>": 2635,
  "ٹھہری</w>": 2636,
  "اکرام</w>": 2637,
  "حرام</w>": 2638,
  "پھرتا</w>": 2639,
  "گریزاں</w>": 2640,
  "بتاں</w>": 2641,
  "گھڑی</w>": 2642,
  "درجہ</w>": 2643,
  "بکھری</w>": 2644,
  "عاجز</w>": 2645,
  "کف</w>": 2646,
  "مجاز</w>": 2647,
  "نماز</w>": 2648,
  "رہین</w>": 2649,
  "نیاز</w>": 2650,
  "بیکسی</w>": 2651,
  "کار": 2652,
  "نواز</w>": 2653,
  "سود</w>": 2654,
  "افشائے</w>": 2655,
  "گوں</w>": 2656,
  "قدرت</w>": 2657,
  "تلخی</w>": 2658,
  "لٹ</w>": 2659,
  "متاع</w>": 2660,
  "ریزہ</w>": 2661,
  "گنوا</w>": 2662,
  "بچے</w>": 2663,
  "لٹا</w>": 2664,
  "صف</w>": 2665,
  "دش": 2666,
  "قاتلوں</w>": 2667,
  "پس</w>": 2668,
  "عذر</w>": 2669,
  "گفت": 2670,
  "پڑھ</w>": 2671,
  "رکے</w>": 2672,
  "بھولے</w>": 2673,
  "بچھڑے</w>": 2674,
  "کعبہ</w>": 2675,
  "تارے</w>": 2676,
  "ران</w>": 2677,
  "اٹھانے</w>": 2678,
  "دماغ</w>": 2679,
  "مائل</w>": 2680,
  "رتے</w>": 2681,
  "ماضی</w>": 2682,
  "مٹے</w>": 2683,
  "آزمائش</w>": 2684,
  "قربتیں</w>": 2685,
  "فاصلے</w>": 2686,
  "لگاو</w>": 2687,
  "وصال</w>": 2688,
