{
  "<pad>": 0,
  "<unk>": 1,
  "<sos>": 2,
  "<eos>": 3,
  "aahat</w>": 4,
  "sī</w>": 5,
  "koī</w>": 6,
  "aa.e</w>": 7,
  "to</w>": 8,
  "lagtā</w>": 9,
  "hai</w>": 10,
  "ki</w>": 11,
  "tum</w>": 12,
  "ho</w>": 13,
  "saaya</w>": 14,
  "lah": 15,
  "rā.e</w>": 16,
  "jab</w>": 17,
  "shāḳh</w>": 18,
  "haath</w>": 19,
  "lagā": 20,
  "te</w>": 21,
  "hī</w>": 22,
  "chaman</w>": 23,
  "meñ</w>": 24,
  "sharm": 25,
  "ā.e</w>": 26,
  "lachak</w>": 27,
  "jaa.e</w>": 28,
  "san": 29,
  "dal</w>": 30,
  "se</w>": 31,
  "maha": 32,
  "ktī</w>": 33,
  "huī</w>": 34,
  "pur-": 35,
  "kaif</w>": 36,
  "havā</w>": 37,
  "kā</w>": 38,
  "jhoñkā</w>": 39,
  "tak": 40,
  "oḍ": 41,
  "he</w>": 42,
  "hue</w>": 43,
  "tāroñ</w>": 44,
  "kī</w>": 45,
  "chamaktī</w>": 46,
  "chādar</w>": 47,
  "na": 48,
  "d": 49,
  "dī</w>": 50,
  "bal</w>": 51,
  "khaa.e</w>": 52,
  "raat</w>": 53,
  "ga.e</w>": 54,
  "kiran</w>": 55,
  "mere</w>": 56,
  "barābar</w>": 57,
  "chup": 58,
  "-": 59,
  "chā": 60,
  "p</w>": 61,
  "so</w>": 62,
  "mauj-e-": 63,
  "gul</w>": 64,
  "mauj-e-sabā</w>": 65,
  "sahar</w>": 66,
  "lagtī</w>": 67,
  "sar</w>": 68,
  "pā</w>": 69,
  "tak</w>": 70,
  "vo</w>": 71,
  "samāñ</w>": 72,
  "nazar</w>": 73,
  "ham</w>": 74,
  "ne</w>": 75,
  "har</w>": 76,
  "gaam</w>": 77,
  "pe</w>": 78,
  "saj": 79,
  "doñ</w>": 80,
  "ke</w>": 81,
  "jalā.e</w>": 82,
  "haiñ</w>": 83,
  "charāġh</w>": 84,
  "ab</w>": 85,
  "hameñ</w>": 86,
  "terī</w>": 87,
  "galī</w>": 88,
  "rāhguzar</w>": 89,
  "lamhe</w>": 90,
  "basī</w>": 91,
  "tirī</w>": 92,
  "yādoñ</w>": 93,
  "mahak</w>": 94,
  "aaj</w>": 95,
  "ḳhushbū</w>": 96,
  "safar</w>": 97,
  "jal</w>": 98,
  "gayā</w>": 99,
  "apnā</w>": 100,
  "nasheman</w>": 101,
  "baat</w>": 102,
  "nahīñ</w>": 103,
  "dekhnā</w>": 104,
  "ye</w>": 105,
  "aag</w>": 106,
  "kidhar</w>": 107,
  "saarī</w>": 108,
  "duniyā</w>": 109,
  "ġharī": 110,
  "boñ</w>": 111,
  "lahū</w>": 112,
  "bahtā</w>": 113,
  "zamīñ</w>": 114,
  "mujh</w>": 115,
  "ko</w>": 116,
  "mire</w>": 117,
  "ḳhuun</w>": 118,
  "tar</w>": 119,
  "ā": 120,
  "sū": 121,
  "da</w>": 122,
  "ahl-e-": 123,
  "siyāsat</w>": 124,
  "sivā</w>": 125,
  "sadī</w>": 126,
  "dushman-e-": 127,
  "arbāb-e-": 128,
  "hunar</w>": 129,
  "vāqi.a</w>": 130,
  "shahr</w>": 131,
  "kal</w>": 132,
  "aisā</w>": 133,
  "na</w>": 134,
  "huā</w>": 135,
  "aḳhbār</w>": 136,
  "daftar</w>": 137,
  "ḳhabar</w>": 138,
  "lucknow</w>": 139,
  "kyā</w>": 140,
  "galiyoñ</w>": 141,
  "muqaddar</w>": 142,
  "thā</w>": 143,
  "yahī</w>": 144,
  "ḳhāk-": 145,
  "basar</w>": 146,
  "tu": 147,
  "lū": 148,
  "-e-": 149,
  "sub.h</w>": 150,
  "nazreñ</w>": 151,
  "uthā</w>": 152,
  "dekh</w>": 153,
  "zarā</w>": 154,
  "shikast-e-": 155,
  "zul": 156,
  "mat-e-": 157,
  "shab</w>": 158,
  "muskurā</w>": 159,
  "ġham-e-": 160,
  "bahār</w>": 161,
  "o</w>": 162,
  "ġham-e-yār</w>": 163,
  "sab</w>": 164,
  "kuchh</w>": 165,
  "jahāñ</w>": 166,
  "bhī</w>": 167,
  "dil</w>": 168,
  "lagā</w>": 169,
  "kaun</w>": 170,
  "sau": 171,
  "ġhā": 172,
  "t</w>": 173,
  "le</w>": 174,
  "aa.ī</w>": 175,
  "hamāre</w>": 176,
  "zaḳhm-e-": 177,
  "tamannā</w>": 178,
  "tū</w>": 179,
  "aa</w>": 180,
  "ek</w>": 181,
  "samt</w>": 182,
  "ik</w>": 183,
  "āftāb</w>": 184,
  "ubh": 185,
  "r": 186,
  "egā</w>": 187,
  "charāġh-e-": 188,
  "dair-o-": 189,
  "haram</w>": 190,
  "bujhā</w>": 191,
  "vajūd-e-": 192,
  "ishq</w>": 193,
  "tārīḳh</w>": 194,
  "pata</w>": 195,
  "chale</w>": 196,
  "varaq</w>": 197,
  "ulat</w>": 198,
  "arz</w>": 199,
  "samā</w>": 200,
  "mile</w>": 201,
  "aur</w>": 202,
  "qubūl</w>": 203,
  "hausle</w>": 204,
  "ahl-e-vafā</w>": 205,
  "rishta</w>": 206,
  "gir": 207,
  "e": 208,
  "bāñ</w>": 209,
  "merī</w>": 210,
  "taraf</w>": 211,
  "bhā": 212,
  "gā</w>": 213,
  "karo</w>": 214,
  "duur</w>": 215,
  "ġhazā": 216,
  "loñ</w>": 217,
  "tarah</w>": 218,
  "chāhā</w>": 219,
  "tumheñ</w>": 220,
  "chāhne</w>": 221,
  "vāloñ</w>": 222,
  "ḳhud-": 223,
  "ba-ḳhud</w>": 224,
  "niind</w>": 225,
  "āñkhoñ</w>": 226,
  "ghu": 227,
  "lī</w>": 228,
  "jaatī</w>": 229,
  "mah": 230,
  "shab-e-ġham</w>": 231,
  "tire</w>": 232,
  "bā": 233,
  "tere</w>": 234,
  "bin</w>": 235,
  "hāthoñ</w>": 236,
  "ayā": 237,
  "ġh</w>": 238,
  "ḳhūb-": 239,
  "sūrat</w>": 240,
  "magar</w>": 241,
  "zahr</w>": 242,
  "pyā": 243,
  "is</w>": 244,
  "ziyāda</w>": 245,
  "nar": 246,
  "mī</w>": 247,
  "bar": 248,
  "tūñ</w>": 249,
  "zaḳhmoñ</w>": 250,
  "ch": 251,
  "gā": 252,
  "gun": 253,
  "gunā": 254,
  "kabhī</w>": 255,
  "un</w>": 256,
  "sī": 257,
  "noñ</w>": 258,
  "ḳhātir</w>": 259,
  "jo</w>": 260,
  "kte</w>": 261,
  "shi": 262,
  "zulfeñ</w>": 263,
  "āñkheñ</w>": 264,
  "abrū</w>": 265,
  "lab</w>": 266,
  "mash.hūr</w>": 267,
  "mi": 268,
  "sā": 269,
  "māyūs</w>": 270,
  "ai</w>": 271,
  "shab-e-": 272,
  "daurāñ</w>": 273,
  "abhī</w>": 274,
  "dard</w>": 275,
  "chamak": 276,
  "ujā": 277,
  "milā": 278,
  "hazāroñ</w>": 279,
  "chehre</w>": 280,
  "su": 281,
  "lagte</w>": 282,
  "savā": 283,
  "milā</w>": 284,
  "mirī</w>": 285,
  "mehnat</w>": 286,
  "si": 287,
  "la</w>": 288,
  "chand</w>": 289,
  "k": 290,
  "chhā": 291,
  "justujū</w>": 292,
  "kisī</w>": 293,
  "manzil</w>": 294,
  "thahar": 295,
  "diyā</w>": 296,
  "bha": 297,
  "rahe</w>": 298,
  "āvāra</w>": 299,
  "ḳhayāloñ</w>": 300,
  "zindagī</w>": 301,
  "jis</w>": 302,
  "tirā</w>": 303,
  "pyaar</w>": 304,
  "jaane</w>": 305,
  "nākām</w>": 306,
  "ruuh</w>": 307,
  "ġham</w>": 308,
  "chhupā</w>": 309,
  "lage</w>": 310,
  "mujhe</w>": 311,
  "bad-": 312,
  "duā</w>": 313,
  "pa": 314,
  "d-e-": 315,
  "ḳhātir-e-": 316,
  "muddat</w>": 317,
  "daaġh</w>": 318,
  "ḳhud</w>": 319,
  "bhalā</w>": 320,
  "āñsuoñ</w>": 321,
  "bhii": 322,
  "g</w>": 323,
  "bahut</w>": 324,
  "qarīb</w>": 325,
  "āvāz-e-": 326,
  "maiñ</w>": 327,
  "jā.ūñ</w>": 328,
  "band</w>": 329,
  "tamām</w>": 330,
  "jhāñ": 331,
  "ktā</w>": 332,
  "us</w>": 333,
  "kho</w>": 334,
  "sā</w>": 335,
  "jaatā</w>": 336,
  "huuñ</w>": 337,
  "kare</w>": 338,
  "burā</w>": 339,
  "sochtā</w>": 340,
  "la": 341,
  "ut": 342,
  "ūñgā</w>": 343,
  "ajnabī</w>": 344,
  "merā</w>": 345,
  "gaañv</w>": 346,
  "pahchān": 347,
  "tā</w>": 348,
  "vaqt</w>": 349,
  "raftār</w>": 350,
  "dikhātī</w>": 351,
  "baḍā</w>": 352,
  "ḳhauf</w>": 353,
  "bikhar</w>": 354,
  "aadmī</w>": 355,
  "vajūd</w>": 356,
  "far": 357,
  "d</w>": 358,
  "sāne": 359,
  "ha</w>": 360,
  "aad": 361,
  "h</w>": 362,
  "qadam</w>": 363,
  "hisāb</w>": 364,
  "rakh": 365,
  "iye</w>": 366,
  "talak</w>": 367,
  "vahī</w>": 368,
  "fāsla</w>": 369,
  "hikā": 370,
  "yat-e-": 371,
  "ġham-e-dil</w>": 372,
  "kashish</w>": 373,
  "rakhtī</w>": 374,
  "zamāna</w>": 375,
  "ġhaur</w>": 376,
  "suntā</w>": 377,
  "laakh</w>": 378,
  "sahī</w>": 379,
  "shah": 380,
  "roñ</w>": 381,
  "f": 382,
  "pā": 383,
  "thoñ</w>": 384,
  "laash</w>": 385,
  "kis</w>": 386,
  "liye</w>": 387,
  "phirte</w>": 388,
  "in</w>": 389,
  "unhīñ</w>": 390,
  "bātoñ</w>": 391,
  "sunte</w>": 392,
  "aatī</w>": 393,
  "hañsī</w>": 394,
  "be-": 395,
  "īmān</w>": 396,
  "the</w>": 397,
  "jin</w>": 398,
  "mausam</w>": 399,
  "kam</w>": 400,
  "hotī</w>": 401,
  "muft</w>": 402,
  "ilzām</w>": 403,
  "rakh</w>": 404,
  "dete</w>": 405,
  "barsā": 406,
  "toñ</w>": 407,
  "zulf</w>": 408,
  "chha": 409,
  "n": 410,
  "tī</w>": 411,
  "badan</w>": 412,
  "tāb": 413,
  "isheñ</w>": 414,
  "hañs</w>": 415,
  "karte</w>": 416,
  "aksar</w>": 417,
  "chāñdnī</w>": 418,
  "rātoñ</w>": 419,
  "unheñ</w>": 420,
  "sharm</w>": 421,
  "faḳh": 422,
  "r</w>": 423,
  "mulā": 424,
  "qā": 425,
  "log</w>": 426,
  "daur</w>": 427,
  "mahbū": 428,
  "b</w>": 429,
  "tālib</w>": 430,
  "mat": 431,
  "tūfān</w>": 432,
  "āvāz</w>": 433,
  "lekin</w>": 434,
  "safī": 435,
  "kahīñ</w>": 436,
  "duub</w>": 437,
  "pukār": 438,
  "ġham-e-daurāñ</w>": 439,
  "q": 440,
  "naam</w>": 441,
  "mansūb</w>": 442,
  "paras": 443,
  "tār</w>": 444,
  "mar": 445,
  "ġh": 446,
  "ū": 447,
  "alfāz</w>": 448,
  "iz.hār-e-": 449,
  "mohabbat</w>": 450,
  "tarī": 451,
  "qe</w>": 452,
  "nazroñ</w>": 453,
  "māyū": 454,
  "ahd-e-": 455,
  "ba": 456,
  "rat</w>": 457,
  "naq": 458,
  "baḍe</w>": 459,
  ".": 460,
  "itnā</w>": 461,
  "ghabrā": 462,
  "na.ī</w>": 463,
  "tarz-e-": 464,
  "adā</w>": 465,
  "badle</w>": 466,
  "us": 467,
  "dāman-": 468,
  "kashāñ</w>": 469,
  "miyāñ</w>": 470,
  "zor</w>": 471,
  "hamārā</w>": 472,
  "kahāñ</w>": 473,
  "thak</w>": 474,
  "kārvāñ</w>": 475,
  "vahīñ</w>": 476,
  "nayā</w>": 477,
  "gumāñ</w>": 478,
  "yaqīñ</w>": 479,
  "yūñhī</w>": 480,
  "darmiyāñ</w>": 481,
  "badalte</w>": 482,
  "rahte</w>": 483,
  "bas</w>": 484,
  "saal</w>": 485,
  "dāstāñ</w>": 486,
  "āzm": 487,
  "ā.": 488,
  "ish": 489,
  "oñ</w>": 490,
  "hujūm</w>": 491,
  "umr</w>": 492,
  "imtihāñ</w>": 493,
  "ghū": 494,
  "m": 495,
  "rahnā</w>": 496,
  "aage</w>": 497,
  "lam": 498,
  "ha-e-": 499,
  "hairat</w>": 500,
  "lafz</w>": 501,
  "saath</w>": 502,
  "deñ</w>": 503,
  "aise</w>": 504,
  "haañ</w>": 505,
  "jān-e-": 506,
  "hayā</w>": 507,
  "iqrār</w>": 508,
  "kiyā</w>": 509,
  "jitne</w>": 510,
  "badnām</w>": 511,
  "utnā</w>": 512,
  "pahle</w>": 513,
  "ḳhush-": 514,
  "chash": 515,
  "moñ</w>": 516,
  "chau": 517,
  "kan": 518,
  "nā</w>": 519,
  "so": 520,
  "ī</w>": 521,
  "hoshi": 522,
  "yār</w>": 523,
  "jaate</w>": 524,
  "achchhe</w>": 525,
  "kah</w>": 526,
  "pūchhe</w>": 527,
  "pūchh": 528,
  "vaale</w>": 529,
  "bīmār</w>": 530,
  "qatra</w>": 531,
  "sirf</w>": 532,
  "apne</w>": 533,
  "shakl</w>": 534,
  "dikhā.ī</w>": 535,
  "tab</w>": 536,
  "ḳhūñ-": 537,
  "bār</w>": 538,
  "par</w>": 539,
  "kitnī</w>": 540,
  "baar</w>": 541,
  "paḍe</w>": 542,
  "daur": 543,
  "e</w>": 544,
  "tanhā.ī</w>": 545,
  "milne</w>": 546,
  "aayā</w>": 547,
  "inkār</w>": 548,
  "nuq": 549,
  "sān</w>": 550,
  "fā</w>": 551,
  "samjhā": 552,
  "yaaro</w>": 553,
  "kārobār</w>": 554,
  "mahfil</w>": 555,
  "niiñd</w>": 556,
  "chhā.ī</w>": 557,
  "ḳhāmosh</w>": 558,
  "sher</w>": 559,
  "sunā": 560,
  "yā</w>": 561,
  "logoñ</w>": 562,
  "bedār</w>": 563,
  "socho</w>": 564,
  "jaano</w>": 565,
  "chāho</w>": 566,
  "rañg</w>": 567,
  "bhar": 568,
  "naqsha</w>": 569,
  "khīñchā</w>": 570,
  "ḳhā": 571,
  "ka</w>": 572,
  "tayyār</w>": 573,
  "de": 574,
  "sh</w>": 575,
  "par": 576,
  "dh": 577,
  "āre</w>": 578,
  "paḍā</w>": 579,
  "naz": 580,
  "chho": 581,
  "ḍī</w>": 582,
  "ġhaz": 583,
  "leñ</w>": 584,
  "gī": 585,
  "be": 586,
  "v": 587,
  "p": 588,
  "ār</w>": 589,
  "tujh</w>": 590,
  "bhu": 591,
  "lāyā</w>": 592,
  "din</w>": 593,
  "ḳhvāboñ</w>": 594,
  "gañ": 595,
  "vā": 596,
  "ne": 597,
  "jurm</w>": 598,
  "ai": 599,
  "chhupā": 600,
  "du": 601,
  "khā</w>": 602,
  "lo</w>": 603,
  "aap</w>": 604,
  "khā": 605,
  "muddatoñ</w>": 606,
  "tark-e-": 607,
  "royā</w>": 608,
  "qarz</w>": 609,
  "chu": 610,
  "kā": 611,
  "patā</w>": 612,
  "sake</w>": 613,
  "talā": 614,
  "fī</w>": 615,
  "shā.erī</w>": 616,
  "ma.alūm</w>": 617,
  "a": 618,
  "mā": 619,
  "nat</w>": 620,
  "lamha</w>": 621,
  "rahtā</w>": 622,
  "rahtī</w>": 623,
  "tumhāre</w>": 624,
  "paas</w>": 625,
  "aatā</w>": 626,
  "tanhā</w>": 627,
  "chāhe</w>": 628,
  "sach</w>": 629,
  "bo": 630,
  "l": 631,
  "ūñ</w>": 632,
  "baare</w>": 633,
  "muskurā": 634,
  "jhūtā</w>": 635,
  "gul-rañg</w>": 636,
  "hoñtoñ</w>": 637,
  "da": 638,
  "ha": 639,
  "pī</w>": 640,
  "kar</w>": 641,
  "pyāsā</w>": 642,
  "tujhe</w>": 643,
  "bāñhoñ</w>": 644,
  "bhar</w>": 645,
  "lene</w>": 646,
  "ḳhvāhish</w>": 647,
  "yuuñ</w>": 648,
  "ubhar": 649,
  "apnī</w>": 650,
  "rusvā</w>": 651,
  "hausla</w>": 652,
  "shik": 653,
  "jabīñ</w>": 654,
  "dīvāna</w>": 655,
  "bane</w>": 656,
  "sun</w>": 657,
  "liyā</w>": 658,
  "jagah</w>": 659,
  "pahl": 660,
  "e-": 661,
  "hal</w>": 662,
  "sunā.ī</w>": 663,
  "ehsān</w>": 664,
  "hasīnoñ</w>": 665,
  "uthā.e</w>": 666,
  "tumhīñ</w>": 667,
  "samajh</w>": 668,
  "ḳhudā</w>": 669,
  "kahā</w>": 670,
  "varna</w>": 671,
  "kahī</w>": 672,
  "itne</w>": 673,
  "dard-e-": 674,
  "mu": 675,
  "karne</w>": 676,
  "sambhāl</w>": 677,
  "had</w>": 678,
  "guzarne</w>": 679,
  "haqīqa": 680,
  "matlab</w>": 681,
  "farz</w>": 682,
  "aan</w>": 683,
  "tū": 684,
  "tte</w>": 685,
  "aqī": 686,
  "silsi": 687,
  "jaise</w>": 688,
  "bikharne</w>": 689,
  "chashm-e-": 690,
  "dhar": 691,
  "muhāl</w>": 692,
  "terā</w>": 693,
  "kamāl</w>": 694,
  "mehr-o-": 695,
  "ar": 696,
  "z-o-": 697,
  "kā.enāt</w>": 698,
  "ban</w>": 699,
  "it": 700,
  "sambhā": 701,
  "lā</w>": 702,
  "jā.egā</w>": 703,
  "lo": 704,
  "go</w>": 705,
  "dar": 706,
  "dillī</w>": 707,
  "ga.iiñ</w>": 708,
  "kū": 709,
  "choñ</w>": 710,
  "rau": 711,
  "eñ</w>": 712,
  "jhukā</w>": 713,
  "yaad</w>": 714,
  "dar</w>": 715,
  "dīvār</w>": 716,
  "saa.e</w>": 717,
  "ābgī": 718,
  "rā</w>": 719,
  "paa.e</w>": 720,
  "koh": 721,
  "s": 722,
  "āroñ</w>": 723,
  "havādis</w>": 724,
  "raah</w>": 725,
  "sañg-": 726,
  "re": 727,
  "zoñ</w>": 728,
  "ḳha": 729,
  "za": 730,
  "f-": 731,
  "kitne</w>": 732,
  "hi": 733,
  "ir": 734,
  "n</w>": 735,
  "laa.e</w>": 736,
  "hālāt</w>": 737,
  "vāste</w>": 738,
  "ghab": 739,
  "jānib</w>": 740,
  "dekhā</w>": 741,
  "sañ": 742,
  "vārā</w>": 743,
  "ārā</w>": 744,
  "chhū</w>": 745,
  "chauñk</w>": 746,
  "uthtā</w>": 747,
  "puk": 748,
  "palkoñ</w>": 749,
  "ashkoñ</w>": 750,
  "īr</w>": 751,
  "āñchal</w>": 752,
  "kin": 753,
  "ḳhalish</w>": 754,
  "de</w>": 755,
  "rah</w>": 756,
  "jā</w>": 757,
  "gavārā</w>": 758,
  "bhi": 759,
  "lākhoñ</w>": 760,
  "guz": 761,
  "azā": 762,
  "silsila</w>": 763,
  "rahā</w>": 764,
  "jiine</w>": 765,
  "guzar</w>": 766,
  "dīvāne</w>": 767,
  "saḳht</w>": 768,
  "marha": 769,
  "chalo</w>": 770,
  "jiitā</w>": 771,
  "aql</w>": 772,
  "haar</w>": 773,
  "sakī</w>": 774,
  "maze</w>": 775,
  "b": 776,
  "zaat</w>": 777,
  "gum</w>": 778,
  "sakā</w>": 779,
  "phir</w>": 780,
  "chheḍ</w>": 781,
  "lā-": 782,
  "u": 783,
  "thī</w>": 784,
  "diloñ</w>": 785,
  "mo.āmla</w>": 786,
  "mai-kashī</w>": 787,
  "aadat</w>": 788,
  "talḳh</w>": 789,
  "haqīqat</w>": 790,
  "fitna-e-": 791,
  "ju": 792,
  "shor": 793,
  "ish-e-": 794,
  "jazbāt</w>": 795,
  "baġhair</w>": 796,
  "qayāmat</w>": 797,
  "javānī</w>": 798,
  "qasam</w>": 799,
  "sharārat</w>": 800,
  "achchhā</w>": 801,
  "taqāzā</w>": 802,
  "ḳhayāl</w>": 803,
  "jamāl</w>": 804,
  "pal</w>": 805,
  "uth": 806,
  "uth</w>": 807,
  "jaa.eñ</w>": 808,
  "anjuman</w>": 809,
  "suunā</w>": 810,
  "ravish</w>": 811,
  "judā</w>": 812,
  "hamārī</w>": 813,
  "jhagḍā</w>": 814,
  "har-chand</w>": 815,
  "e'tibār</w>": 816,
  "dhoke</w>": 817,
  "bharosā</w>": 818,
  "lahja</w>": 819,
  "banā</w>": 820,
  "kareñ</w>": 821,
  "sāmne</w>": 822,
  "tamāshā</w>": 823,
  "in": 824,
  "aam</w>": 825,
  "ḳhitāb</w>": 826,
  "vaise</w>": 827,
  "ār": 828,
  "i": 829,
  "kat": 830,
  "pūchh</w>": 831,
  "rozgār</w>": 832,
  "ñt</w>": 833,
  "ka": 834,
  "ḍ": 835,
  "vā</w>": 836,
  "shaḳhs</w>": 837,
  "pareshā": 838,
  "n-o-": 839,
  "ba-": 840,
  "bhañvar</w>": 841,
  "ta": 842,
  "jā": 843,
  "hu": 844,
  "l</w>": 845,
  "kahe</w>": 846,
  "be-ḳhabar</w>": 847,
  "ḳhushī</w>": 848,
  "bara": 849,
  "t": 850,
  "jiinā</w>": 851,
  "nashāt-e-": 852,
  "sohbat-e-": 853,
  "rin": 854,
  "dāñ</w>": 855,
  "ġhanīmat</w>": 856,
  "āsho": 857,
  "b-o-": 858,
  "kise</w>": 859,
  "hashr</w>": 860,
  "hogā</w>": 861,
  "nd</w>": 862,
  "rau</w>": 863,
  "paañv</w>": 864,
  "ti": 865,
  "k</w>": 866,
  "sakeñ</w>": 867,
  "kh": 868,
  "ḍā</w>": 869,
  "shajar</w>": 870,
  "jahān-e-": 871,
  "nau</w>": 872,
  "kam": 873,
  "mal</w>": 874,
  "ñg": 875,
  "muḳhtasar</w>": 876,
  "diida</w>": 877,
  "husn</w>": 878,
  "bikhar": 879,
  "sañvar": 880,
  "raushnī</w>": 881,
  "tūfā": 882,
  "dariyā</w>": 883,
  "chāñd</w>": 884,
  "utartā</w>": 885,
  "rāste</w>": 886,
  "rahī</w>": 887,
  "baazū</w>": 888,
  "guzartā</w>": 889,
  "mit</w>": 890,
  "same": 891,
  "andh": 892,
  "ere</w>": 893,
  "sūraj</w>": 894,
  "siine</w>": 895,
  "sau</w>": 896,
  "cham": 897,
  "eñge</w>": 898,
  "banegī</w>": 899,
  "auqāt</w>": 900,
  "aa.eñ</w>": 901,
  "mileñge</w>": 902,
  "āḳhir</w>": 903,
  "taqrī": 904,
  "b-e-": 905,
  "mulāqāt</w>": 906,
  "nāva": 907,
  "k-e-": 908,
  "buuñd</w>": 909,
  "ārāt</w>": 910,
  "chāheñ</w>": 911,
  "saa": 912,
  "baḍ": 913,
  "hte</w>": 914,
  "baith</w>": 915,
  "soch": 916,
  "jism</w>": 917,
  "āvārgī</w>": 918,
  "mat</w>": 919,
  "kaho</w>": 920,
  "sakte</w>": 921,
  "aisī</w>": 922,
  "hat</w>": 923,
  "suno</w>": 924,
  "rā": 925,
  "g": 926,
  "nī</w>": 927,
  "dīvānoñ</w>": 928,
  "dīvāngī</w>": 929,
  "kat</w>": 930,
  "zanjī": 931,
  "reñ</w>": 932,
  "āzād</w>": 933,
  "tez</w>": 934,
  "uthte</w>": 935,
  "aate</w>": 936,
  "va.ade</w>": 937,
  "maujūd</w>": 938,
  "va.a": 939,
  "kamī</w>": 940,
  "chhi": 941,
  "phai": 942,
  "tīrgī</w>": 943,
  "hogī</w>": 944,
  "qātil</w>": 945,
  "dāmāñ</w>": 946,
  "kahte</w>": 947,
  "ḳhūn-e-": 948,
  "shahī": 949,
  "ilāj-e-": 950,
  "chāk-e-": 951,
  "pairāhan</w>": 952,
  "kāñtoñ</w>": 953,
  "garebāñ</w>": 954,
  "tarā": 955,
  "diye</w>": 956,
  "lafzoñ</w>": 957,
  "qaid</w>": 958,
  "leñge</w>": 959,
  "ajab</w>": 960,
  "andāz</w>": 961,
  "legā</w>": 962,
  "zindāñ</w>": 963,
  "daf": 964,
  "inhīñ</w>": 965,
  "saḍ": 966,
  "koñ</w>": 967,
  "mar</w>": 968,
  "insāñ</w>": 969,
  "lip": 970,
  "sho": 971,
  "tap": 972,
  "chāhtā</w>": 973,
  "tūfāñ</w>": 974,
  "jaam</w>": 975,
  "bhī": 976,
  "gī</w>": 977,
  "utar</w>": 978,
  "aa.iiñ</w>": 979,
  "sat": 980,
  "ā.egī</w>": 981,
  "yād-e-": 982,
  "yārāñ</w>": 983,
  "tahzīb</w>": 984,
  "kaise</w>": 985,
  "raas</w>": 986,
  "aa.egī</w>": 987,
  "ujaḍ</w>": 988,
  "shahr-e-": 989,
  "lāñ</w>": 990,
  "shaguf": 991,
  "ta</w>": 992,
  "tā": 993,
  "zgī</w>": 994,
  "ñgā</w>": 995,
  "mushkil</w>": 996,
  "kalī</w>": 997,
  "ḳhalva": 998,
  "t-": 999,
  "kade</w>": 1000,
  "sañv": 1001,
  "re</w>": 1002,
  "dhuup</w>": 1003,
  "baḳh": 1004,
  "shī</w>": 1005,
  "nd": 1006,
  "sabz</w>": 1007,
  "mai": 1008,
  "dānoñ</w>": 1009,
  "vus": 1010,
  ".ateñ</w>": 1011,
  "sh": 1012,
  "īñ</w>": 1013,
  "pig": 1014,
  "hal": 1015,
  "āb": 1016,
  "dari": 1017,
  "yā-": 1018,
  "dilī</w>": 1019,
  "nā-": 1020,
  "ravā</w>": 1021,
  "taq": 1022,
  "m</w>": 1023,
  "qaa.e": 1024,
  "aañsū</w>": 1025,
  "karishma</w>": 1026,
  "zamāne</w>": 1027,
  "ve": 1028,
  "ā-e-": 1029,
  "ḳhair</w>": 1030,
  "mumkin</w>": 1031,
  "kaam</w>": 1032,
  "divā": 1033,
  "ii": 1034,
  "likh": 1035,
  "vā.e</w>": 1036,
  "shā.irī</w>": 1037,
  "churā</w>": 1038,
  "hisse</w>": 1039,
  "ġhubār</w>": 1040,
  "kū-e-": 1041,
  "hayāt</w>": 1042,
  "kaa": 1043,
  "thoḍā</w>": 1044,
  "vaañ</w>": 1045,
  "guzār</w>": 1046,
  "qur": 1047,
  "jāñ</w>": 1048,
  "pu": 1049,
  "kār</w>": 1050,
  "khule</w>": 1051,
  "hoñ</w>": 1052,
  "fasl-e-bahār</w>": 1053,
  "aziiz</w>": 1054,
  "ḳhūn-e-dil</w>": 1055,
  "kāġhaz</w>": 1056,
  "qis": 1057,
  "ma": 1058,
  "vār</w>": 1059,
  "roz</w>": 1060,
  "muravvat</w>": 1061,
  "yaqī": 1062,
  "n-e-": 1063,
  "da-e-": 1064,
  "rāteñ</w>": 1065,
  "guzrī</w>": 1066,
  "sitāroñ</w>": 1067,
  "barā": 1068,
  "teñ</w>": 1069,
  "tasallī</w>": 1070,
  "detā</w>": 1071,
  "detī</w>": 1072,
  "bāteñ</w>": 1073,
  "shā.i": 1074,
  "ta-e-": 1075,
  "tahzī": 1076,
  "alam</w>": 1077,
  "shāyad</w>": 1078,
  "ġham-": 1079,
  "zada</w>": 1080,
  "kyuuñ</w>": 1081,
  "haal</w>": 1082,
  "kahnā</w>": 1083,
  "dil": 1084,
  "cha": 1085,
  "kartī</w>": 1086,
  "rahzan</w>": 1087,
  "lut": 1088,
  "dekhī</w>": 1089,
  "jī": 1090,
  "jaan</w>": 1091,
  "lete</w>": 1092,
  "pūchho</w>": 1093,
  "paḍ": 1094,
  "kitāboñ</w>": 1095,
  "tun": 1096,
  "d-": 1097,
  "havāoñ</w>": 1098,
  "bisā": 1099,
  "siina</w>": 1100,
  "naa": 1101,
  "f</w>": 1102,
  "kamar</w>": 1103,
  "sadiyoñ</w>": 1104,
  "kitnā</w>": 1105,
  "kath": 1106,
  "bi": 1107,
  "phū": 1108,
  "ñ": 1109,
  "kne</w>": 1110,
  "sochā</w>": 1111,
  "legī</w>": 1112,
  "baithā</w>": 1113,
  "lik": 1114,
  "zehn</w>": 1115,
  "pe": 1116,
  "patthar</w>": 1117,
  "bāñdh</w>": 1118,
  "pīchhe</w>": 1119,
  "ḳhvāb</w>": 1120,
  "ḳhvāb-e-": 1121,
  "phire</w>": 1122,
  "laut</w>": 1123,
  "ghar</w>": 1124,
  "ja": 1125,
  "lan</w>": 1126,
  "bhū": 1127,
  "da-": 1128,
  "shikan</w>": 1129,
  "chot</w>": 1130,
  "dab": 1131,
  "sana": 1132,
  "m-e-": 1133,
  "dāvā-e-": 1134,
  "itnī</w>": 1135,
  "rañ": 1136,
  "j": 1137,
  "-o-": 1138,
  "me": 1139,
  "han</w>": 1140,
  "ġham-e-ishq</w>": 1141,
  "ni": 1142,
  "bhā</w>": 1143,
  "āḳhirī</w>": 1144,
  "biit</w>": 1145,
  "ga.ī</w>": 1146,
  "batāo</w>": 1147,
  "ġhair</w>": 1148,
  "añdheroñ</w>": 1149,
  "nikal": 1150,
  ".a": 1151,
  "jalā": 1152,
  "basā": 1153,
  "bojh</w>": 1154,
  "akelā</w>": 1155,
  "kab</w>": 1156,
  "chalī</w>": 1157,
  "naaz</w>": 1158,
  "uthā": 1159,
  "um": 1160,
  "r-": 1161,
  "qatl</w>": 1162,
  "tumhārī</w>": 1163,
  "suu": 1164,
  "chaḍ": 1165,
  "hā": 1166,
  "der</w>": 1167,
  "jī</w>": 1168,
  "luuñ</w>": 1169,
  "thah": 1170,
  "ro</w>": 1171,
  "bālīñ</w>": 1172,
  "jaao</w>": 1173,
  "ufuq</w>": 1174,
  "agarche</w>": 1175,
  "paḍtā</w>": 1176,
  "sav": 1177,
  "erā</w>": 1178,
  "chehra</w>": 1179,
  "ste</w>": 1180,
  "sabhī</w>": 1181,
  "baa": 1182,
  "ḳhumār</w>": 1183,
  "dhū": 1184,
  "shu": 1185,
  "yāñ</w>": 1186,
  "paiham</w>": 1187,
  "falak</w>": 1188,
  "ret</w>": 1189,
  "ġhus": 1190,
  "l-e-": 1191,
  "sun": 1192,
  "ah": 1193,
  "bachā": 1194,
  "majbū": 1195,
  "nashsha-e-": 1196,
  "mai</w>": 1197,
  "pyaas</w>": 1198,
  "buj": 1199,
  "tishnagī</w>": 1200,
  "baḍhā</w>": 1201,
  "ḳharā": 1202,
  "jāt</w>": 1203,
  "mil</w>": 1204,
  "nīm-": 1205,
  "nigāhī</w>": 1206,
  "usī</w>": 1207,
  "husn-e-": 1208,
  "ri": 1209,
  "yāt</w>": 1210,
  "z-e-": 1211,
  "dīda-e-": 1212,
  "ḳhū": 1213,
  "bān-e-": 1214,
  "nisbat</w>": 1215,
  "rakhte</w>": 1216,
  "ḳhafā</w>": 1217,
  "haa.e</w>": 1218,
  "ko": 1219,
  "duuñ</w>": 1220,
  "mirā</w>": 1221,
  "chhīn</w>": 1222,
  "dhaḍ": 1223,
  "chalā</w>": 1224,
  "rizq</w>": 1225,
  "dene</w>": 1226,
  "vaalā</w>": 1227,
  "ro": 1228,
  "khaḍā</w>": 1229,
  "maañg</w>": 1230,
  "tadbīr</w>": 1231,
  "karnī</w>": 1232,
  "raaz</w>": 1233,
  "qadar</w>": 1234,
  "alag</w>": 1235,
  "ajiib</w>": 1236,
  "jise</w>": 1237,
  "sar": 1238,
  "o": 1239,
  "nasīb</w>": 1240,
  "dūd-e-": 1241,
  "zā": 1242,
  "bāhar</w>": 1243,
  "nikal</w>": 1244,
  "raqīb</w>": 1245,
  "dostī</w>": 1246,
  "marāsim</w>": 1247,
  "ḳhulū": 1248,
  "s</w>": 1249,
  "taa": 1250,
  "yār-e-": 1251,
  "hab": 1252,
  "īb</w>": 1253,
  "shīshe</w>": 1254,
  "bharī</w>": 1255,
  "aave</w>": 1256,
  "balā</w>": 1257,
  "dū": 1258,
  "nazar": 1259,
  "juuñ</w>": 1260,
  "pāñ": 1261,
  "v</w>": 1262,
  "nasīm-e-": 1263,
  "sa": 1264,
  "harī</w>": 1265,
  "zaḳhm</w>": 1266,
  "gah": 1267,
  "samjhe</w>": 1268,
  "chāra": 1269,
  "garī</w>": 1270,
  "jigar": 1271,
  "dā": 1272,
  "māñ": 1273,
  "dāb</w>": 1274,
  "ma-": 1275,
  "darī</w>": 1276,
  "shaj": 1277,
  "ar-e-": 1278,
  "māñge</w>": 1279,
  "raa": 1280,
  "kaisī</w>": 1281,
  "va": 1282,
  "lānā</w>": 1283,
  "āsān</w>": 1284,
  "baḍī</w>": 1285,
  "be-ḳhabarī</w>": 1286,
  "nig": 1287,
  "ārāñ</w>": 1288,
  "aañkh</w>": 1289,
  "sāhi": 1290,
  "bo</w>": 1291,
  "pahchān</w>": 1292,
  "khel</w>": 1293,
  "dī": 1294,
  "varī</w>": 1295,
  "jash": 1296,
  "jashn-e-": 1297,
  "faro": 1298,
  "zāñ</w>": 1299,
  "garm</w>": 1300,
  "bū": 1301,
  "ñd": 1302,
  "charāġhāñ</w>": 1303,
  "agar</w>": 1304,
  "davā</w>": 1305,
  "māñ</w>": 1306,
  "intihā</w>": 1307,
  "farā": 1308,
  "vāñ</w>": 1309,
  "āshiq</w>": 1310,
  "shāne</w>": 1311,
  "zulf-e-": 1312,
  "pareshāñ</w>": 1313,
  "bū-e-": 1314,
  "shāḳh-e-gul</w>": 1315,
  "lacha": 1316,
  "gulistāñ</w>": 1317,
  "bahāroñ</w>": 1318,
  "junūñ</w>": 1319,
  "t-e-": 1320,
  "biite</w>": 1321,
  "bī": 1322,
  "te": 1323,
  "ñge</w>": 1324,
  "badal</w>": 1325,
  "jā.egī</w>": 1326,
  "taqdī": 1327,
  "r-e-": 1328,
  "ash.ār</w>": 1329,
  "faqat</w>": 1330,
  "sunāne</w>": 1331,
  "thi": 1332,
  "mitā</w>": 1333,
  "kale": 1334,
  "je</w>": 1335,
  "lagāne</w>": 1336,
  "chiiz</w>": 1337,
  "hāne</w>": 1338,
  "ge</w>": 1339,
  "bh": 1340,
  "sajā": 1341,
  "dekhūñ</w>": 1342,
  "mandi": 1343,
  "dii": 1344,
  "ilm</w>": 1345,
  "saudā</w>": 1346,
  "ki": 1347,
  "lāne</w>": 1348,
  "lag": 1349,
  "rasm</w>": 1350,
  "tale</w>": 1351,
  "dabā</w>": 1352,
  "darī": 1353,
  "egī</w>": 1354,
  "khilte</w>": 1355,
  "nash": 1356,
  "she</w>": 1357,
  "jaa": 1358,
  "ḍe</w>": 1359,
  "gulā": 1360,
  "bī</w>": 1361,
  "ġhazal</w>": 1362,
  "fan</w>": 1363,
  "toḍ</w>": 1364,
  "dil-e-": 1365,
  "tabāh</w>": 1366,
  "mizāj</w>": 1367,
  "paayā</w>": 1368,
  "sharar</w>": 1369,
  "use</w>": 1370,
  "muaaf</w>": 1371,
  "tañg</w>": 1372,
  "phuul</w>": 1373,
  "ba.ad</w>": 1374,
  "chhoḍ</w>": 1375,
  "paḍtī</w>": 1376,
  "lā": 1377,
  "chi": 1378,
  "denā</w>": 1379,
  "sha": 1380,
  "n-": 1381,
  "chalte</w>": 1382,
  "ruk</w>": 1383,
  "kānoñ</w>": 1384,
  "chhoḍ": 1385,
  "chan": 1386,
  "chal</w>": 1387,
  "pur": 1388,
  "vā.ī</w>": 1389,
  "pat": 1390,
  "pheñk</w>": 1391,
  "dhā": 1392,
  "ga": 1393,
  "jalte</w>": 1394,
  "shā": 1395,
  "khu": 1396,
  "dā</w>": 1397,
  "pī": 1398,
  "tal</w>": 1399,
  "gul-": 1400,
  "man-": 1401,
  "bhed</w>": 1402,
  "batā.ūñ</w>": 1403,
  "kahūñ</w>": 1404,
  "sunñ": 1405,
  "ā</w>": 1406,
  "rakkhe</w>": 1407,
  "kas": 1408,
  "sal": 1409,
  "dhal": 1410,
  "khe</w>": 1411,
  "auroñ</w>": 1412,
  "kiye</w>": 1413,
  "sa</w>": 1414,
  "unvā": 1415,
  "no": 1416,
  "rū": 1417,
  "mānoñ</w>": 1418,
  "maanā</w>": 1419,
  "pairahan</w>": 1420,
  "karish": 1421,
  "ma-e-": 1422,
  "aks-e-": 1423,
  "aq": 1424,
  "ma.ā": 1425,
  "hik": 1426,
  "dīvā": 1427,
  "na-": 1428,
  "pan</w>": 1429,
  "mut": 1430,
  "rib</w>": 1431,
  "dīm</w>": 1432,
  "sāqiyā</w>": 1433,
  "khulā</w>": 1434,
  "rañg-o-bū</w>": 1435,
  "pahā": 1436,
  "ḍ</w>": 1437,
  "kohkan</w>": 1438,
  "uthtī</w>": 1439,
  "fazā</w>": 1440,
  "sadā</w>": 1441,
  "ā.e": 1442,
  "q</w>": 1443,
  "tar": 1444,
  "āsh": 1445,
  "le": 1446,
  "tili": 1447,
  "khol</w>": 1448,
  "band-e-qabā</w>": 1449,
  "aao</w>": 1450,
  "sham": 1451,
  "ujālā</w>": 1452,
  "niklā</w>": 1453,
  "nik": 1454,
  "yoñ</w>": 1455,
  "qadmoñ</w>": 1456,
  "ra": 1457,
  "nj": 1458,
  "ando": 1459,
  "h-o-": 1460,
  "muj": 1461,
  "sazā</w>": 1462,
  "chup</w>": 1463,
  "gulū</w>": 1464,
  "dast-e-": 1465,
  "daulat-e-": 1466,
  "nā": 1467,
  "yā": 1468,
  "kahiye</w>": 1469,
  "kho": 1470,
  "nigāheñ</w>": 1471,
  "mī": 1472,
  "pal": 1473,
  "keñ</w>": 1474,
  "aa": 1475,
  "āb-o-": 1476,
  "bāñ": 1477,
  "rī</w>": 1478,
  "naġhma</w>": 1479,
  "chī": 1480,
  "ḳh</w>": 1481,
  "sukūt-e-": 1482,
  "mun": 1483,
  "zauq-e-": 1484,
  "parastish</w>": 1485,
  "sanam</w>": 1486,
  "saañs</w>": 1487,
  "ru": 1488,
  "qabā</w>": 1489,
  "begāna</w>": 1490,
  "tavajjoh</w>": 1491,
  "taġhāful</w>": 1492,
  ".at</w>": 1493,
  "mas": 1494,
  "nū": 1495,
  "zāhid</w>": 1496,
  "gardūñ</w>": 1497,
  "rahne</w>": 1498,
  "do</w>": 1499,
  "ajal</w>": 1500,
  "haat</w>": 1501,
  "hasrat</w>": 1502,
  "ġhubār-e-": 1503,
  "dhūñd": 1504,
  "zinda</w>": 1505,
  "mad": 1506,
  "fū": 1507,
  "vahshat</w>": 1508,
  "avval</w>": 1509,
  "junū": 1510,
  "vaa.iz</w>": 1511,
  "burī</w>": 1512,
  "aariz</w>": 1513,
  "qar": 1514,
  "ī": 1515,
  "gulāb</w>": 1516,
  "ham-": 1517,
  "banda</w>": 1518,
  "zabān-e-": 1519,
  "shīrīñ</w>": 1520,
  "mam": 1521,
  "'": 1522,
  "hai": 1523,
  "'</w>": 1524,
  "marg-e-": 1525,
  "gāh</w>": 1526,
  "shādī</w>": 1527,
  "gū": 1528,
  "dhā</w>": 1529,
  "bayābāñ</w>": 1530,
  "baithe</w>": 1531,
  "hīñ</w>": 1532,
  "la-e-": 1533,
  "saaqī</w>": 1534,
  "koh</w>": 1535,
  "dau": 1536,
  "bahār-e-": 1537,
  "shabnam</w>": 1538,
  "gul-e-": 1539,
  "ḳhan": 1540,
  "chhup": 1541,
  "dāman</w>": 1542,
  "saikḍoñ</w>": 1543,
  "dāġh-e-": 1544,
  "gunah</w>": 1545,
  "rahmat</w>": 1546,
  "ghatā</w>": 1547,
  "huum</w>": 1548,
  "ā.īna</w>": 1549,
  "ñ-": 1550,
  "sii": 1551,
  "kh</w>": 1552,
  "dekhtā</w>": 1553,
  "jhu": 1554,
  "'nazm'</w>": 1555,
  "ḳhāma</w>": 1556,
  "ḳhat-e-": 1557,
  "himmat-e-": 1558,
  "dāna</w>": 1559,
  "rasta</w>": 1560,
  "sabza-e-": 1561,
  "marne</w>": 1562,
  "sharī": 1563,
  "hāl</w>": 1564,
  "sham-e-": 1565,
  "kushta</w>": 1566,
  "parvāna</w>": 1567,
  "aish</w>": 1568,
  "lab-e-": 1569,
  "paimāna</w>": 1570,
  "af": 1571,
  ".ī</w>": 1572,
  "khulī</w>": 1573,
  "zulfoñ</w>": 1574,
  "aks</w>": 1575,
  "shāna</w>": 1576,
  "tūl-e-": 1577,
  "amal</w>": 1578,
  "lagānā</w>": 1579,
  "bazm</w>": 1580,
  "jā.eñge</w>": 1581,
  "nā-tamām</w>": 1582,
  "afsāna</w>": 1583,
  "lab": 1584,
  "rez</w>": 1585,
  "jām-e-": 1586,
  "bharā</w>": 1587,
  "dahr</w>": 1588,
  "tho": 1589,
  "kar": 1590,
  "pah": 1591,
  "aanā</w>": 1592,
  "soñ</w>": 1593,
  "utrā</w>": 1594,
  "shīsha</w>": 1595,
  "kartā</w>": 1596,
  "raqs</w>": 1597,
  "riyā</w>": 1598,
  "nishānī</w>": 1599,
  "kufr</w>": 1600,
  "zunnār</w>": 1601,
  "sub.": 1602,
  "sad-": 1603,
  "dān-e-": 1604,
  "mai-kada</w>": 1605,
  "ḳhizr</w>": 1606,
  "muntazir</w>": 1607,
  "bastī</w>": 1608,
  "aa.": 1609,
  "vīrāna</w>": 1610,
  "zish-e-": 1611,
  "mastāna</w>": 1612,
  "mai-ḳhāna</w>": 1613,
  "vaa": 1614,
  "h": 1615,
  "m-o-": 1616,
  "umī": 1617,
  "dekh": 1618,
  "surā": 1619,
  "vidā.a</w>": 1620,
  "tauba</w>": 1621,
  "kyūñ": 1622,
  "ji": 1623,
  "y": 1624,
  "oge</w>": 1625,
  "mash": 1626,
  "rab": 1627,
  "kaheñ</w>": 1628,
  "fi": 1629,
  "gār</w>": 1630,
  "sabr</w>": 1631,
  "baaqī</w>": 1632,
  "taar</w>": 1633,
  "aamad</w>": 1634,
  "ḳhizāñ</w>": 1635,
  "vaa.e</w>": 1636,
  "but</w>": 1637,
  "fardā</w>": 1638,
  "intizār</w>": 1639,
  "aa.ina</w>": 1640,
  "hairāñ</w>": 1641,
  "ġhazab</w>": 1642,
  "hār</w>": 1643,
  "tah": 1644,
  "ī-": 1645,
  "dast</w>": 1646,
  "nisār</w>": 1647,
  "achchhī</w>": 1648,
  "idhar</w>": 1649,
  "iid</w>": 1650,
  "uñgliyāñ</w>": 1651,
  "musāfir</w>": 1652,
  "saaf</w>": 1653,
  "mū": 1654,
  "jalve</w>": 1655,
  "taab</w>": 1656,
  "bār-hā</w>": 1657,
  "arsh</w>": 1658,
  "zanjīr</w>": 1659,
  "htā</w>": 1660,
  "ġharaz</w>": 1661,
  "chāhiye</w>": 1662,
  "shāhi": 1663,
  "lāla-o-gul</w>": 1664,
  "laa.ī</w>": 1665,
  "sabā</w>": 1666,
  "lenā</w>": 1667,
  "tā-": 1668,
  "aane</w>": 1669,
  "do": 1670,
  "shī": 1671,
  "sub": 1672,
  "ū</w>": 1673,
  "mai-e-": 1674,
  "hir</w>": 1675,
  "tasavvur</w>": 1676,
  "ḳhāmoshī</w>": 1677,
  "sadā-e-": 1678,
  "bāsh</w>": 1679,
  "kahtā</w>": 1680,
  "'naz": 1681,
  "'-e-": 1682,
  "mubtalā</w>": 1683,
  "āh-e-": 1684,
  "be-asar</w>": 1685,
  "naḳh": 1686,
  "samar</w>": 1687,
  "jigar</w>": 1688,
  "ġha": 1689,
  "l-": 1690,
  "gīr</w>": 1691,
  "aarzū</w>": 1692,
  "murā": 1693,
  "yahāñ</w>": 1694,
  "jalva-gar</w>": 1695,
  "likkhā</w>": 1696,
  "dekhiye</w>": 1697,
  "vafā</w>": 1698,
  "nāz": 1699,
  "nīñ</w>": 1700,
  "qazā</w>": 1701,
  "saffāk</w>": 1702,
  "batā</w>": 1703,
  "chāra-": 1704,
  "gar</w>": 1705,
  "khe": 1706,
  "paḍ</w>": 1707,
  "jaanā</w>": 1708,
  "martā</w>": 1709,
  "zar": 1710,
  "ar</w>": 1711,
  "samjho</w>": 1712,
  "yād": 1713,
  "gār-e-": 1714,
  "rafta": 1715,
  "gān-e-": 1716,
  "qad": 1717,
  "dam</w>": 1718,
  "kār": 1719,
  "dāstān-e-": 1720,
  "rañgī": 1721,
  "bayā": 1722,
  "go": 1723,
  "sh-e-": 1724,
  "ib": 1725,
  "sune</w>": 1726,
  "fariyād</w>": 1727,
  "bulbul-e-": 1728,
  "navā-e-": 1729,
  "stā": 1730,
  "ā.īna-e-": 1731,
  "tasvīr</w>": 1732,
  "naale</w>": 1733,
  "fu": 1734,
  "ġhān-e-": 1735,
  "dhūñdhtā</w>": 1736,
  "mitā": 1737,
  "nishān-e-": 1738,
  "ibā": 1739,
  "dīd</w>": 1740,
  "shān-e-": 1741,
  "maj": 1742,
  "ma.a": 1743,
  "zamī": 1744,
  "ās": 1745,
  "mān-e-": 1746,
  "zabāñ</w>": 1747,
  "gardish</w>": 1748,
  "teġh-e-": 1749,
  "ur": 1750,
  "</w>": 1751,
  "fasā": 1752,
  "ya-": 1753,
  "yak": 1754,
  "tā-e-": 1755,
  "hotā</w>": 1756,
  "nauha": 1757,
  "ḳhvā": 1758,
  "tavāñ</w>": 1759,
  "tar-e-": 1760,
  "ḳhān": 1761,
  "dān</w>": 1762,
  "chaltā</w>": 1763,
  "tif": 1764,
  "zī": 1765,
  ".a</w>": 1766,
  "sajda</w>": 1767,
  "gar": 1768,
  "ku": 1769,
  "sarī</w>": 1770,
  "suḳhan</w>": 1771,
  "bach": 1772,
  "chū": 1773,
  "gul": 1774,
  "fir": 1775,
  "riz": 1776,
  "un": 1777,
  "ḳhāk-e-": 1778,
  "bur": 1779,
  "j</w>": 1780,
  "jam.a</w>": 1781,
  "tan": 1782,
  "āvār": 1783,
  "har": 1784,
  "z": 1785,
  "ah-": 1786,
  "gard</w>": 1787,
  "parī-": 1788,
  "ḳhāna</w>": 1789,
  "hañgāma</w>": 1790,
  "parī</w>": 1791,
  "ārī</w>": 1792,
  "dhuu": 1793,
  "bhare</w>": 1794,
  "var": 1795,
  "roz-e-": 1796,
  "siyah</w>": 1797,
  "jāniye</w>": 1798,
  "faroġh-e-": 1799,
  "sham.a</w>": 1800,
  "mai-kade</w>": 1801,
  "q-e-": 1802,
  "dhūñdte</w>": 1803,
  "jalva-e-": 1804,
  "zan-e-": 1805,
  "kr</w>": 1806,
  "kitāb</w>": 1807,
  "ra</w>": 1808,
  "mānind-e-": 1809,
  "bād</w>": 1810,
  "ḳhāna-": 1811,
  "dosh</w>": 1812,
  "sahrā</w>": 1813,
  "nh": 1814,
  "hazār</w>": 1815,
  "añgḍ": 1816,
  "ā.iyoñ</w>": 1817,
  "lte</w>": 1818,
  "be-iḳhtiyār</w>": 1819,
  "duu": 1820,
  "be</w>": 1821,
  "sa.i": 1822,
  "afsos</w>": 1823,
  "sāhil</w>": 1824,
  "chaar</w>": 1825,
  "nasī": 1826,
  "kahtī</w>": 1827,
  "bahr</w>": 1828,
  "aabrū</w>": 1829,
  "ahbāb</w>": 1830,
  "ḳhush</w>": 1831,
  "rañg": 1832,
  "yaar</w>": 1833,
  "khiñch": 1834,
  "mit": 1835,
  "nav": 1836,
  "qismat</w>": 1837,
  "pho": 1838,
  "zaa": 1839,
  "nū</w>": 1840,
  "maar</w>": 1841,
  "lnā</w>": 1842,
  "jām-e-mai</w>": 1843,
  "ish</w>": 1844,
  "ra.a": 1845,
  "sha-": 1846,
  "dār</w>": 1847,
  "mas.a": 1848,
  "jab": 1849,
  "r-o-": 1850,
  "iḳhtiyār</w>": 1851,
  "sam</w>": 1852,
  "al": 1853,
  "daam</w>": 1854,
  "vasl</w>": 1855,
  "chain</w>": 1856,
  "qarār</w>": 1857,
  "be-qarār</w>": 1858,
  "valvale</w>": 1859,
  "nihāñ</w>": 1860,
  "utthe</w>": 1861,
  "dhuāñ</w>": 1862,
  "bij": 1863,
  "liyāñ</w>": 1864,
  "baḍh</w>": 1865,
  "sāmān-e-": 1866,
  "rāhat</w>": 1867,
  "lā-makāñ</w>": 1868,
  "gard-e-": 1869,
  "āsmāñ</w>": 1870,
  "bād-e-": 1871,
  "murād</w>": 1872,
  "kash": 1873,
  "tī-e-": 1874,
  "gha": 1875,
  "tā.eñ</w>": 1876,
  "bād": 1877,
  "marg</w>": 1878,
  "mittī</w>": 1879,
  "paa.ī</w>": 1880,
  "dar-": 1881,
  "vaf": 1882,
  "zabt</w>": 1883,
  "betā": 1884,
  "-e-dil</w>": 1885,
  "saktī</w>": 1886,
  "gale</w>": 1887,
  "kiyāñ</w>": 1888,
  "gu": 1889,
  "inqa": 1890,
  "lāb-e-": 1891,
  "rañg-e-": 1892,
  "ālam</w>": 1893,
  "naġhme</w>": 1894,
  "nikle</w>": 1895,
  "min": 1896,
  "ār-e-": 1897,
  "fuġhāñ</w>": 1898,
  "abr</w>": 1899,
  "che</w>": 1900,
  "dah": 1901,
  "qāñ</w>": 1902,
  "jalā</w>": 1903,
  "khet</w>": 1904,
  "paanī</w>": 1905,
  "sāmāñ</w>": 1906,
  "hañ": 1907,
  "bijlī</w>": 1908,
  "dār-e-": 1909,
  "mātam</w>": 1910,
  "saarā</w>": 1911,
  "sht-e-": 1912,
  "āñ</w>": 1913,
  "āshiyāñ</w>": 1914,
  "tin": 1915,
  "bā.is-e-": 1916,
  "taskīñ</w>": 1917,
  "hasrat-e-": 1918,
  "farhād</w>": 1919,
  "iiñ</w>": 1920,
  "nah": 1921,
  "ḍoñ</w>": 1922,
  "ravāñ</w>": 1923,
  "shaidā</w>": 1924,
  "ba</w>": 1925,
  "akasr</w>": 1926,
  "butoñ</w>": 1927,
  "zulm</w>": 1928,
  "tuute</w>": 1929,
  "darte</w>": 1930,
  "harf-e-": 1931,
  "shauq</w>": 1932,
  "pahlū</w>": 1933,
  "yaañ</w>": 1934,
  "nazā": 1935,
  "aalam</w>": 1936,
  "to": 1937,
  "toḍā</w>": 1938,
  "kab": 1939,
  "ak</w>": 1940,
  "laḍ": 1941,
  "kha": 1942,
  "subu": 1943,
  "pā.e": 1944,
  "bār-e-": 1945,
  "girāñ</w>": 1946,
  "hoñ": 1947,
  "zabt-e-": 1948,
  "muñh</w>": 1949,
  "ande": 1950,
  "sha-e-": 1951,
  "li": 1952,
  "manzil-e-": 1953,
  "ltā</w>": 1954,
  "bu": 1955,
  "tan-e-": 1956,
  "paidā</w>": 1957,
  "maañ</w>": 1958,
  "niklī</w>": 1959,
  "tumhārā</w>": 1960,
  "tīr-e-": 1961,
  "āf": 1962,
  "tāb-e-": 1963,
  "sāya-e-": 1964,
  "pursish</w>": 1965,
  "jallād</w>": 1966,
  "karegā</w>": 1967,
  "baḳhshā</w>": 1968,
  "afshāñ</w>": 1969,
  "sādgī</w>": 1970,
  "chhu": 1971,
  "sayyād</w>": 1972,
  "zālim</w>": 1973,
  "soch</w>": 1974,
  "sa-e-": 1975,
  "hoñt</w>": 1976,
  "tār-e-": 1977,
  "uq</w>": 1978,
  "zo": 1979,
  "dād</w>": 1980,
  "rahegī</w>": 1981,
  "ḳhaak</w>": 1982,
  "barbād</w>": 1983,
  "yāqū": 1984,
  "qat": 1985,
  "ummī": 1986,
  "yūsuf</w>": 1987,
  "pūchhtā</w>": 1988,
  "she": 1989,
  "fta</w>": 1990,
  "ḳhatt-e-": 1991,
  "z</w>": 1992,
  "darkār</w>": 1993,
  "tahrīr</w>": 1994,
  "kunj-e-": 1995,
  "qafas</w>": 1996,
  "rihā.ī</w>": 1997,
  "misl-e-": 1998,
  "betāb</w>": 1999,
  "soz-e-": 2000,
  "taḍap</w>": 2001,
  "shaiḳh</w>": 2002,
  "rī": 2003,
  "saf": 2004,
  "sitam</w>": 2005,
  "ījād</w>": 2006,
  "az-": 2007,
  "bas-ki</w>": 2008,
  "nañg-e-": 2009,
  "mo'": 2010,
  "tari": 2011,
  "mazmūñ</w>": 2012,
  "bahisht</w>": 2013,
  "dozaḳh</w>": 2014,
  "nam": 2015,
  "rūd</w>": 2016,
  "hastī</w>": 2017,
  "guzrā</w>": 2018,
  "ravā": 2019,
  "ravī</w>": 2020,
  "d-o-": 2021,
  "kai": 2022,
  "f-e-": 2023,
  "be-ḳhudī</w>": 2024,
  "zaḳhm-e-jigar</w>": 2025,
  "yārā": 2026,
  "bazm-e-": 2027,
  "chhāñv</w>": 2028,
  "pichh": 2029,
  "uq": 2030,
  "po": 2031,
  "kashākash</w>": 2032,
  "ḳhanda-e-": 2033,
  "pinhāñ</w>": 2034,
  "chamak</w>": 2035,
  "ñ</w>": 2036,
  "shumār</w>": 2037,
  "imtiyāz</w>": 2038,
  "āgahī</w>": 2039,
  "huk": 2040,
  "jaisā</w>": 2041,
  "zad</w>": 2042,
  "ḳh": 2043,
  "raf": 2044,
  "ya</w>": 2045,
  "pas": 2046,
  "t-o-": 2047,
  "buland</w>": 2048,
  "sāñ</w>": 2049,
  "thokar</w>": 2050,
  "rāh-e-": 2051,
  "vajd</w>": 2052,
  "ġhash</w>": 2053,
  "asar</w>": 2054,
  "ta.": 2055,
  "ab": 2056,
  "nafas</w>": 2057,
  "dekhte</w>": 2058,
  "bāb</w>": 2059,
  "sail-e-": 2060,
  "fanā</w>": 2061,
  "bahā</w>": 2062,
  "aah</w>": 2063,
  "khīñch": 2064,
  "mahshar</w>": 2065,
  "fa": 2066,
  "dekhe</w>": 2067,
  "has": 2068,
  "rateñ</w>": 2069,
  "salā": 2070,
  "bulā</w>": 2071,
  "zil": 2072,
  "parastī</w>": 2073,
  "haa": 2074,
  "parda</w>": 2075,
  "habāb</w>": 2076,
  "dikhā</w>": 2077,
  "chh": 2078,
  "ā.īñ</w>": 2079,
  "likh</w>": 2080,
  "chukā</w>": 2081,
  "ban": 2082,
  "dgī</w>": 2083,
  "pashemāñ</w>": 2084,
  "jānte</w>": 2085,
  "degā</w>": 2086,
  "dil-lagī</w>": 2087,
  "kush": 2088,
  "javāb</w>": 2089,
  "me</w>": 2090,
  "qāsid</w>": 2091,
  "mazār</w>": 2092,
  "laayā</w>": 2093,
  "jāntā</w>": 2094,
  "hū": 2095,
  "qusūr</w>": 2096,
  "rañg-o-": 2097,
  "motī</w>": 2098,
  ".e</w>": 2099,
  "dur": 2100,
  "uḍā</w>": 2101,
  "gūñ</w>": 2102,
  "nikaltī</w>": 2103,
  "sharā": 2104,
  "chhal": 2105,
  "rut</w>": 2106,
  "bada": 2107,
  "ltī</w>": 2108,
  "chaltī</w>": 2109,
  "za-": 2110,
  "rafta</w>": 2111,
  "tabī.at</w>": 2112,
  "sambha": 2113,
  "nāseh</w>": 2114,
  "fasl</w>": 2115,
  "fas": 2116,
  "khul": 2117,
  "rag-e-": 2118,
  "har-": 2119,
  "hote</w>": 2120,
  "rak": 2121,
  "khī</w>": 2122,
  "ziist</w>": 2123,
  "sābit</w>": 2124,
  "chhū": 2125,
  "talvār</w>": 2126,
  "jahannam</w>": 2127,
  "aañ": 2128,
  "ch</w>": 2129,
  "mai-": 2130,
  "sharāb</w>": 2131,
  "ālū": 2132,
  "shai</w>": 2133,
  "ātish</w>": 2134,
  "jal": 2135,
  "dikh": 2136,
  "ilāhī</w>": 2137,
  "aafat</w>": 2138,
  "shab-e-furqat</w>": 2139,
  "ttī</w>": 2140,
  "tal": 2141,
  "nikā": 2142,
  "ulaj": 2143,
  "hne</w>": 2144,
  "bahal": 2145,
  "qa": 2146,
  "donoñ</w>": 2147,
  "barha": 2148,
  "yā-rab</w>": 2149,
  "sub.h-e-": 2150,
  "bujh</w>": 2151,
  "nishāñ</w>": 2152,
  "rāh-": 2153,
  "isī</w>": 2154,
  "dasht</w>": 2155,
  "uf": 2156,
  "kotā": 2157,
  "ph": 2158,
  "er": 2159,
  "nigah-e-nāz</w>": 2160,
  "khiñ": 2161,
  "tiir</w>": 2162,
  "kareñge</w>": 2163,
  "kūñ</w>": 2164,
  "taḍ": 2165,
  "gesū</w>": 2166,
  "bā</w>": 2167,
  "kaan</w>": 2168,
  "ñk</w>": 2169,
  "guhar</w>": 2170,
  "āñdhi": 2171,
  "ashk</w>": 2172,
  "sai": 2173,
  "lāb</w>": 2174,
  "ḳharābī</w>": 2175,
  "zoh": 2176,
  "ḳhurshīd</w>": 2177,
  "ḳhalvat</w>": 2178,
  "ūñ": 2179,
  "vaqt-e-": 2180,
  "be-parvā</w>": 2181,
  "shīsha-e-": 2182,
  "sahbā</w>": 2183,
  "ġhāfil</w>": 2184,
  "ho": 2185,
  "shyār</w>": 2186,
  "tim": 2187,
  "sāl-e-": 2188,
  "yak-": 2189,
  "nādāñ</w>": 2190,
  "daanā</w>": 2191,
  "kash-e-": 2192,
  "bāl-e-": 2193,
  "lak</w>": 2194,
  "nāla-e-": 2195,
  "pai": 2196,
  "mā</w>": 2197,
  "ta.ajjub</w>": 2198,
  "āb-e-": 2199,
  "talab</w>": 2200,
  "uz": 2201,
  "lat-": 2202,
  "īn-e-": 2203,
  "dāman-e-": 2204,
  "pesh</w>": 2205,
  "mohlat</w>": 2206,
  "pūchhiye</w>": 2207,
  "naqsh-e-pā</w>": 2208,
  "haq</w>": 2209,
  "diid</w>": 2210,
  "sīr</w>": 2211,
  "samjheñ</w>": 2212,
  "gosh</w>": 2213,
  "la-hā-e-": 2214,
  "hir": 2215,
  "shikva</w>": 2216,
  "karūñ</w>": 2217,
  "ḳhalq</w>": 2218,
  "ā.ina-": 2219,
  "ñg</w>": 2220,
  "hamesha</w>": 2221,
  "kuu": 2222,
  "maqām</w>": 2223,
  "ḳhi": 2224,
  "rah-e-": 2225,
  "qat</w>": 2226,
  "sañg-e-": 2227,
  "ḍte</w>": 2228,
  "aar": 2229,
  "qāfila</w>": 2230,
  "khīñch</w>": 2231,
  "shabāb</w>": 2232,
  "pi": 2233,
  "irī</w>": 2234,
  "fasāna</w>": 2235,
  "uḍ</w>": 2236,
  "ruḳh</w>": 2237,
  "qaa": 2238,
  "bū</w>": 2239,
  "kalām</w>": 2240,
  "kamāñ</w>": 2241,
  "bahr-e-": 2242,
  "ulj": 2243,
  "hā</w>": 2244,
  "maarā</w>": 2245,
  "mauj": 2246,
  "jaal</w>": 2247,
  "kām-e-": 2248,
  "dil-e-nā-": 2249,
  "fāz</w>": 2250,
  "janāb-e-": 2251,
  "nā-e-": 2252,
  "mohtasib</w>": 2253,
  "lāla-": 2254,
  "dahan</w>": 2255,
  "qu": 2256,
  "girā": 2257,
  "sañg</w>": 2258,
  "nuk": 2259,
  "samā": 2260,
  "nau-": 2261,
  "baj": 2262,
  "tara": 2263,
  "afsur": 2264,
  "ratoñ</w>": 2265,
  "rakkhā</w>": 2266,
  "bachā</w>": 2267,
  "s-o-": 2268,
  "jigar-": 2269,
  "fursat</w>": 2270,
  "vī</w>": 2271,
  "nāḳhu": 2272,
  "daalā</w>": 2273,
  "bhe": 2274,
  "sad": 2275,
  "ise</w>": 2276,
  "darā": 2277,
  "lu": 2278,
  "but-e-": 2279,
  "uthe</w>": 2280,
  "ta.a": 2281,
  "mul</w>": 2282,
  "shahīd-e-": 2283,
  "añg</w>": 2284,
  "hujūm-e-": 2285,
  "la.a": 2286,
  "phirī</w>": 2287,
  "teġh-": 2288,
  "zan</w>": 2289,
  "bismil</w>": 2290,
  "ran</w>": 2291,
  "banāyā</w>": 2292,
  "ā.īna-": 2293,
  "chhoḍā</w>": 2294,
  "andalī": 2295,
  "parvāz</w>": 2296,
  "gure": 2297,
  "sunā</w>": 2298,
  "rāh": 2299,
  "sarā": 2300,
  "vatan</w>": 2301,
  "ahl-e-dil</w>": 2302,
  "zāhir</w>": 2303,
  "barhaman</w>": 2304,
  "hād": 2305,
  "bashar</w>": 2306,
  "ūd</w>": 2307,
  "dariyā-e-": 2308,
  "umiid</w>": 2309,
  "bichhaḍ</w>": 2310,
  "gavā": 2311,
  "sabā": 2312,
  "nargis</w>": 2313,
  "man</w>": 2314,
  "asiir</w>": 2315,
  "ge": 2316,
  "suoñ</w>": 2317,
  "ḳhuub</w>": 2318,
  "h-e-": 2319,
  "abr-e-": 2320,
  "jū</w>": 2321,
  "zah": 2322,
  "maut</w>": 2323,
  "shifā</w>": 2324,
  "kafan</w>": 2325,
  "ma.": 2326,
  "mauj</w>": 2327,
  "sar-e-": 2328,
  "ġhurūr</w>": 2329,
  "jazb-e-": 2330,
  "juz</w>": 2331,
  "baha": 2332,
  "rakhā</w>": 2333,
  "lagā.e</w>": 2334,
  "thahar</w>": 2335,
  "va-e-": 2336,
  "nāz</w>": 2337,
  "bayāñ</w>": 2338,
  "vahm</w>": 2339,
  "tī": 2340,
  "ḳhu": 2341,
  "ba-e-": 2342,
  "kitāb-e-": 2343,
  "ham-nashīñ</w>": 2344,
  "l-o-": 2345,
  "dīñ</w>": 2346,
  "kahne</w>": 2347,
  "zikr</w>": 2348,
  "qissa</w>": 2349,
  "nashsha</w>": 2350,
  "kān</w>": 2351,
  "bach</w>": 2352,
  "nave": 2353,
  "sab": 2354,
  "tāb</w>": 2355,
  "barq</w>": 2356,
  "ur</w>": 2357,
  "fikr</w>": 2358,
  "aab</w>": 2359,
  "rāz-e-": 2360,
  "maza</w>": 2361,
  "añg": 2362,
  "bīñ</w>": 2363,
  "jahān</w>": 2364,
  "udhar</w>": 2365,
  "lagī</w>": 2366,
  "sad</w>": 2367,
  "jo": 2368,
  "di-e-": 2369,
  "abas</w>": 2370,
  "ehtiyāt</w>": 2371,
  "sambhal</w>": 2372,
  "ultī</w>": 2373,
  "bah": 2374,
  "rasā</w>": 2375,
  "muḍ</w>": 2376,
  "vaar</w>": 2377,
  "chhurī</w>": 2378,
  "nazzā": 2379,
  "ra-e-": 2380,
  "ruḳh": 2381,
  "raushan</w>": 2382,
  "ā.īne</w>": 2383,
  "zi": 2384,
  "rās": 2385,
  "pii": 2386,
  "vā-e-": 2387,
  "āsi": 2388,
  "bol</w>": 2389,
  "bole</w>": 2390,
  "gum": 2391,
  "zam": 2392,
  "sal</w>": 2393,
  "ġ": 2394,
  "zā</w>": 2395,
  "h-": 2396,
  "ḳhvāñ</w>": 2397,
  "mush": 2398,
  "marhabā</w>": 2399,
  "qadr</w>": 2400,
  "jins-e-": 2401,
  "kushī</w>": 2402,
  "dūb": 2403,
  "kāmī</w>": 2404,
  "dushman</w>": 2405,
  "shahā": 2406,
  "kūcha-e-": 2407,
  "bat": 2408,
  "hijr</w>": 2409,
  "vahāñ</w>": 2410,
  "vīrā": 2411,
  "na-e-": 2412,
  "ul-": 2413,
  "nāk</w>": 2414,
  "zāhi": 2415,
  "ay": 2416,
  "aġhyār</w>": 2417,
  "chhā</w>": 2418,
  "jhū": 2419,
  "kījiye</w>": 2420,
  "th": 2421,
  "tiyāñ</w>": 2422,
  "is": 2423,
  "rār</w>": 2424,
  "nāse": 2425,
  "bai": 2426,
  "vā.i": 2427,
  "laa": 2428,
  "surma</w>": 2429,
  "qas": 2430,
  "big": 2431,
  "bezār</w>": 2432,
  "mān": 2433,
  "adam</w>": 2434,
  "dostoñ</w>": 2435,
  "paar</w>": 2436,
  "nigāh</w>": 2437,
  "karam</w>": 2438,
  "shāḳh": 2439,
  ".il</w>": 2440,
  "qais</w>": 2441,
  "tur": 2442,
  "tai</w>": 2443,
  "pahuñch</w>": 2444,
  "havas</w>": 2445,
  "aa.i": 2446,
  "rashk</w>": 2447,
  "kashtī</w>": 2448,
  "yak</w>": 2449,
  "baam</w>": 2450,
  "rahm</w>": 2451,
  "chaal</w>": 2452,
  "kār-e-": 2453,
  "āsāñ</w>": 2454,
  "zamīn</w>": 2455,
  "mushki": 2456,
  "pasand</w>": 2457,
  "sta</w>": 2458,
  "dil-": 2459,
  "ḳhvāh</w>": 2460,
  "ve</w>": 2461,
  "ishāre</w>": 2462,
  "ā.eñ</w>": 2463,
  "tavā": 2464,
  "ka.abe</w>": 2465,
  "pīr-e-": 2466,
  "muġhāñ</w>": 2467,
  "bāġh-e-": 2468,
  "jannat</w>": 2469,
  "andāz-e-": 2470,
  "nigah</w>": 2471,
  "garāñ</w>": 2472,
  "mul": 2473,
  "milnā</w>": 2474,
  "thahrā</w>": 2475,
  "bat</w>": 2476,
  "tukḍe</w>": 2477,
  "chaak</w>": 2478,
  "tāñ</w>": 2479,
  "baaz</w>": 2480,
  "hone</w>": 2481,
  "jafā</w>": 2482,
  "bār": 2483,
  "var</w>": 2484,
  "bar</w>": 2485,
  "nikleñ</w>": 2486,
  "bhāg": 2487,
  "rahguzar</w>": 2488,
  "āḳhir": 2489,
  "azal</w>": 2490,
  "abad</w>": 2491,
  "jaur": 2492,
  "barg-e-": 2493,
  "zauq</w>": 2494,
  "shikva-e-": 2495,
  "ḳhanda</w>": 2496,
  "be-sabab</w>": 2497,
  "girya</w>": 2498,
  "faqīr</w>": 2499,
  "kul": 2500,
  "ah</w>": 2501,
  "haif</w>": 2502,
  "numā": 2503,
  "ḳharāb</w>": 2504,
  "he": 2505,
  "la-": 2506,
  "kashī</w>": 2507,
  "tir": 2508,
  "das": 2509,
  "ḳhus": 2510,
  "qi": 2511,
  "teġh</w>": 2512,
  "shaan</w>": 2513,
  "shtar</w>": 2514,
  "atā</w>": 2515,
  "lutf</w>": 2516,
  "ḳhī</w>": 2517,
  "kaj-": 2518,
  "malāl</w>": 2519,
  "māni": 2520,
  "jhuut</w>": 2521,
  "gila</w>": 2522,
  "nāz-e-": 2523,
  "isti": 2524,
  "sāmān</w>": 2525,
  "insān</w>": 2526,
  "rasā.ī</w>": 2527,
  "kyūñkar</w>": 2528,
  "pūch": 2529,
  "am": 2530,
  "naf": 2531,
  "mutthī</w>": 2532,
  "zar</w>": 2533,
  "zu": 2534,
  "yā.ī</w>": 2535,
  "dartā</w>": 2536,
  "bande</w>": 2537,
  "ijāzat</w>": 2538,
  "bhaḍ": 2539,
  "ham": 2540,
  "voñ</w>": 2541,
  "daa": 2542,
  "pher</w>": 2543,
  "sañg-dil</w>": 2544,
  "andesh</w>": 2545,
  "jaañ</w>": 2546,
  "nadā": 2547,
  "hamdam</w>": 2548,
  "ham-zabāñ</w>": 2549,
  "dikhā.e</w>": 2550,
  "ravānī</w>": 2551,
  "tau": 2552,
  "umr-e-": 2553,
  "hilā": 2554,
  "nā-tavā": 2555,
  "sulai": 2556,
  "stāñ</w>": 2557,
  "dam-e-": 2558,
  "navā": 2559,
  "batā": 2560,
  "so.e</w>": 2561,
  "jaage</w>": 2562,
  "sir": 2563,
  "kah": 2564,
  "paḍī</w>": 2565,
  "sm-e-": 2566,
  "zār</w>": 2567,
  "phe": 2568,
  "ñg-e-": 2569,
  "be-qarārī</w>": 2570,
  "g-e-": 2571,
  "uḍ": 2572,
  "tha": 2573,
  "manzi": 2574,
  "lag</w>": 2575,
  "pahuñchā</w>": 2576,
  "pin": 2577,
  "ḍi": 2578,
  "rāh</w>": 2579,
  "bastiyāñ</w>": 2580,
  "thiiñ</w>": 2581,
  "niyāñ</w>": 2582,
  "tne</w>": 2583,
  "diyāñ</w>": 2584,
  "namī</w>": 2585,
  "laboñ</w>": 2586,
  "piite</w>": 2587,
  "chhe": 2588,
  "maat</w>": 2589,
  "afsāne</w>": 2590,
  "pahchāne</w>": 2591,
  "qāfile</w>": 2592,
  "vaalo</w>": 2593,
  "junūn-e-": 2594,
  "but-": 2595,
  "ḳhāne</w>": 2596,
  "pahar</w>": 2597,
  "tishna-": 2598,
  "kām</w>": 2599,
  "yāroñ</w>": 2600,
  "paimāne</w>": 2601,
  "salām</w>": 2602,
  "fī'</w>": 2603,
  "sañg": 2604,
  "sār</w>": 2605,
  "masī": 2606,
  "chhup</w>": 2607,
  "miltā</w>": 2608,
  "na.e</w>": 2609,
  "chehroñ</w>": 2610,
  "jañgal</w>": 2611,
  "dād-e-": 2612,
  "milī</w>": 2613,
  "pachh": 2614,
  "ā.iyegā</w>": 2615,
  "hañgā": 2616,
  "jaag</w>": 2617,
  "tan</w>": 2618,
  "ġhurbat</w>": 2619,
  "ndī</w>": 2620,
  "qadr-e-": 2621,
  "ḳhat": 2622,
  "dār": 2623,
  "san</w>": 2624,
  "savāl</w>": 2625,
  "ḳhvāhishoñ</w>": 2626,
  "th</w>": 2627,
  "ā.ī</w>": 2628,
  "bech</w>": 2629,
  "armān</w>": 2630,
  "sap": 2631,
  "mo": 2632,
  "bachpan</w>": 2633,
  "dīvār": 2634,
  "mehr": 2635,
  "bān</w>": 2636,
  "havā.eñ</w>": 2637,
  "lailā</w>": 2638,
  "nam</w>": 2639,
  "seh": 2640,
  "jitnā</w>": 2641,
  "ḳheme</w>": 2642,
  "pyāse</w>": 2643,
  "rāt</w>": 2644,
  "eñgī</w>": 2645,
  "masji": 2646,
  "ñgī</w>": 2647,
  "nāzuk</w>": 2648,
  "khiḍ": 2649,
  "dafn</w>": 2650,
  "nī": 2651,
  "harī": 2652,
  "m-e-nāz</w>": 2653,
  "māñg": 2654,
  "shor</w>": 2655,
  "parin": 2656,
  "peḍ</w>": 2657,
  "mālūm</w>": 2658,
  "nī-e-": 2659,
  "hañs": 2660,
  "pan": 2661,
  "ghabrā</w>": 2662,
  "uḍe</w>": 2663,
  "sarāb</w>": 2664,
  "samundar</w>": 2665,
  "javāñ</w>": 2666,
  "gi": 2667,
  "javā": 2668,
  "hañsne</w>": 2669,
  "sukūn</w>": 2670,
  "rone</w>": 2671,
  "dūsrā</w>": 2672,
  "ja</w>": 2673,
  "fikr-e-": 2674,
  "nashe": 2675,
  "tishna-labī</w>": 2676,
  "ār-o-": 2677,
  "ḳhas</w>": 2678,
  "rāsta</w>": 2679,
  "buzur": 2680,
  "goñ</w>": 2681,
  "naqsh-e-qadam</w>": 2682,
  "maz.hab</w>": 2683,
  "ḳhud-kushī</w>": 2684,
  "sikhā</w>": 2685,
  "sheñ</w>": 2686,
  "īñ": 2687,
  "hasīn</w>": 2688,
  "ḳhatā</w>": 2689,
  "zarūr</w>": 2690,
  "dhuul</w>": 2691,
  "rahnumā</w>": 2692,
